hjalpi/grammaire.org
#+TITLE: Grammaire du Hjalpi’
#+INCLUDE: "../headers.org"

* TODO Introduction
# Ajouter un peu de détails
Le Hjalpi’ est la langue parlée par les dieux dans l’univers de mon roman. La langue dont je présente ci-dessous la grammaire n’est cependant pas réellement la langue divine mais la représente ; en effet, le Hjalpi’ a été imaginée comme étant bien trop complexe pour être entièrement apprise par un humain, l’élaboration de phrases simples requière quelques années d’études déjà. Bien évidemment, il est impossible pour un humain de créer une telle langue, mais je reste toujours dans cette optique de création de langue complexe, et le résultat me paraîtra complexe mais il se peut que pour certains (du fait des langues qu’ils maîtrisent déjà) n’aient pas cette impression.

Cette langue sera également utilisée pour créer d’autres langues qui auront évolué depuis la langue divine en des langues (me paraissant) beaucoup plus simples afin de créer des langues pour les mortels.

* Phonologie
** Voyelles
Le Hjalpi’ dispose d’un inventaire de voyelle très large comparé à la majorité des langues existantes dans notre monde, avec dix-sept voyelles simples, et quelques autres diphtongues (discutées plus bas dans [[*Diphtongues][Diphtongues]]). Voici la liste des voyelles utilisées dans le Hjalpi’ :

#+CAPTION: Voyelles du Hjalpi’
| / | >           |             |              |
|   |             | antérieures | postérieures |
|---+-------------+-------------+--------------|
|   | fermées     | i / y       | u            |
|   | pré-fermées | í / ý       | ú            |
|   | mi-fermées  | e / ò       | o            |
|   | mi-ouvertes | é / ö       | ó            |
|   | ouvertes    | a           | á            |

Le Hjalpi’ dispose également de deux consonnes syllabiques, le /ń/ et le /ĺ/, qui sont respectivement le /n/ et le /l/ prononcés comme des voyelles. Voici ci-dessous le même tableau, avec chaque voyelle remplacée par sa valeur phonétique en IPA :

#+CAPTION: Voyelles du Hjalpi’ (IPA)
| / | >           |             |              |
|   |             | antérieures | postérieures |
|---+-------------+-------------+--------------|
|   | fermées     | iː / yː     | uː           |
|   | pré-fermées | ɪ / ʏ       | ʊ            |
|   | mi-fermées  | eː / øː     | oː           |
|   | mi-ouvertes | ɛ / œ       | ɔ            |
|   | ouvertes    | aː          | ɑ            |



Avec le /ń/ et le /ĺ/ ayant respectivement pour valeur /n̩/ et /l̩/.

On peut remarquer que, à l’exception de /ń/ et /ĺ/, toutes les voyelles ont un couple ouverte-courte/fermée-longue. Dans les mots racine (c’est à dire non altérés par une quelconque règle grammaticale), la distinction revêt une importance capitale, porteuse de sens et de distinction de certains mots entre eux. Ainsi, /þran/ ( /θraːn/ ) n’aura pas la même signification que /þrán/ ( /θrɑn/ ). En revanche, comme on le verra plus tard, les addition grammaticales verront leurs voyelles s’accorder avec les voyelles du mot racine en ouverture-longueur.

*** Voyelles courtes

-  /ɑ/ : á
Le /á/ est une voyelle ressemblant au « â » que l’on retrouve en français dans des mots tels que « pâte ». Il s’agit de la voyelle ouverte antérieure non-arrondie.

-  /œ/ : ö
Il s’agit ici du son « eu » tel qu’on le retrouve en français tel que dans le mot « neuf ».

-  /ɪ/ : í
Cette voyelle est une voyelle se situant entre le son « i » et le son « e » ; on peut le retrouver en anglais dans des mots tels que « hit » ou « this ». Il s’agit de la voyelle pré-fermée antérieure non-arrondie.

-  /ɛ/ : é
Nous avons ici la voyelle « è » que l’on retrouve en français par exemple dans le mot « cette ».

-  /ɔ/ : ó
Il s’agit du « o » ouvert, que l’on retrouve en français dans le mot « sort » par exemple.

-  /ʏ/ : ý
Cette voyelle est un équivalent du « u » français ouvert, que l’on peut retrouver en Allemand comme dans « Müller » par exemple. Il s’agit de la voyelle antérieure pré-fermée arrondie.

-  /ʊ/ : ú
Cette voyelle est un équivalent du « ou » Français ouvert, telle que l’on peut la retrouver dans le mot « book » en Anglais britannique.

