hjalpi/grammaire.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="fr" xml:lang="fr">
<head>
<!-- 2018-06-02 sam. 19:00 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Grammaire du Hjalpi’</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Lucien Cartier-Tilet" />
<link rel="stylesheet" type="text/css" href="https://www.pirilampo.org/styles/bigblow/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://www.pirilampo.org/styles/bigblow/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="https://www.pirilampo.org/styles/bigblow/css/hideshow.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Grammaire du Hjalpi’</h1>
<p>

</p>
<div id="table-of-contents">
<h2>Table des matières</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org1f13ff7">1. Introduction</a></li>
<li><a href="#orga3fb5a6">2. Phonologie</a>
<ul>
<li><a href="#orgd287144">2.1. Voyelles</a>
<ul>
<li><a href="#org815d777">2.1.1. Voyelles courtes</a></li>
<li><a href="#org7fb3a51">2.1.2. Voyelles longues</a></li>
<li><a href="#org657c1d3">2.1.3. Consonnes syllabiques</a></li>
<li><a href="#orgea6c578">2.1.4. <span class="todo TODO">TODO</span> Diphtongues</a></li>
</ul>
</li>
<li><a href="#orgffa35b0">2.2. Consonnes</a></li>
<li><a href="#org3491a77">2.3. Accentuation</a>
<ul>
<li><a href="#orga90b97b">2.3.1. <span class="todo TODO">TODO</span> Ajouter des exemples</a></li>
</ul>
</li>
<li><a href="#org6ce42de">2.4. Romanisation et translittération</a>
<ul>
<li><a href="#org110d993">2.4.1. <span class="todo TODO">TODO</span> Ajouter des exemples</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgf375346">3. Phonologie dérivationnelle</a>
<ul>
<li><a href="#org024f19c">3.1. Allophonie</a>
<ul>
<li><a href="#org960fe26">3.1.1. Voyelles</a></li>
<li><a href="#orgb3a390e">3.1.2. Consonnes</a></li>
</ul>
</li>
<li><a href="#orge59a61b">3.2. Accord des voyelles</a></li>
<li><a href="#org3a882ee">3.3. <span class="todo TODO">TODO</span> Accord des consonnes</a></li>
<li><a href="#org79a79c4">3.4. Déclinaisons</a>
<ul>
<li><a href="#org6cff9a4">3.4.1. <span class="todo TODO">TODO</span> Ajouter les liens internes et terminer le tableau</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgee93b04">4. Syntaxe</a></li>
<li><a href="#orgf190329">5. Champs sémantiques et pragmatismes</a></li>
<li><a href="#orgb4ed4a7">6. Système d’écriture</a></li>
<li><a href="#org337ff25">7. Exemples</a></li>
<li><a href="#org5380dd0">8. Glossaire</a>
<ul>
<li><a href="#orgfaa9612">8.1. Actions physiques</a></li>
<li><a href="#org0dc1dae">8.2. Amour</a></li>
<li><a href="#org7422133">8.3. Animaux</a></li>
<li><a href="#org1152452">8.4. Art</a></li>
<li><a href="#org4faa938">8.5. Astronomie</a></li>
<li><a href="#orgdf67b20">8.6. Bâtiments</a></li>
<li><a href="#org285ff22">8.7. Commerce</a></li>
<li><a href="#org8ac8a40">8.8. Conflits</a></li>
<li><a href="#orgc6778d7">8.9. Conteneurs</a></li>
<li><a href="#orgc4ad227">8.10. Corps</a></li>
<li><a href="#orgadc2399">8.11. Couleurs</a></li>
<li><a href="#org91e4a79">8.12. Dimensions</a></li>
<li><a href="#orgf16491c">8.13. Direction</a></li>
<li><a href="#org22c7c79">8.14. Eau</a></li>
<li><a href="#org06c970f">8.15. Effort</a></li>
<li><a href="#orgac5afd4">8.16. Éléments</a></li>
<li><a href="#org3161d00">8.17. Émotions</a></li>
<li><a href="#org28821d7">8.18. Évaluation</a></li>
<li><a href="#org0b1f0d7">8.19. Événements</a></li>
<li><a href="#orgbff3871">8.20. Existence</a></li>
<li><a href="#org5d63b36">8.21. Famille</a></li>
<li><a href="#org20a589b">8.22. Forme</a></li>
<li><a href="#orgfa7fc69">8.23. Gouvernement</a></li>
<li><a href="#org54fbb45">8.24. Grammaire</a>
<ul>
<li><a href="#org06f0752">8.24.1. Pronoms interrogatifs</a></li>
</ul>
</li>
<li><a href="#org296f22b">8.25. Guerre</a></li>
<li><a href="#org39625f1">8.26. Légal</a></li>
<li><a href="#org7a85b48">8.27. Lieux</a></li>
<li><a href="#orgd25176c">8.28. Lumière</a></li>
<li><a href="#orge9bc28f">8.29. Mental</a></li>
<li><a href="#org3f9564b">8.30. Mesures</a></li>
<li><a href="#org4208128">8.31. Métaux</a></li>
<li><a href="#org04a0ed1">8.32. Mouvement</a></li>
<li><a href="#orgabf1778">8.33. Nature</a></li>
<li><a href="#org82fae18">8.34. Nombres</a></li>
<li><a href="#org6ed973b">8.35. Nourriture</a></li>
<li><a href="#org0b71029">8.36. Outils</a></li>
<li><a href="#orge032b96">8.37. Parole</a></li>
<li><a href="#orge4c808d">8.38. Péchés</a></li>
<li><a href="#org67fe183">8.39. Physique</a></li>
<li><a href="#org0458a2e">8.40. Possession</a></li>
<li><a href="#org36bf5e7">8.41. Religion</a></li>
<li><a href="#org4084ff3">8.42. Savoir</a></li>
<li><a href="#org7e4b809">8.43. Sensations</a></li>
<li><a href="#org8aed31d">8.44. Sexe</a></li>
<li><a href="#orga19b4d8">8.45. Société</a></li>
<li><a href="#orgef6f1db">8.46. Substances</a></li>
<li><a href="#org3ba29a2">8.47. Temps</a>
<ul>
<li><a href="#org556f258">8.47.1. Jours de la semaine</a></li>
</ul>
</li>
<li><a href="#org2aa3966">8.48. Travail</a></li>
<li><a href="#org839bbe2">8.49. Végétaux</a></li>
<li><a href="#org3df1d21">8.50. Vêtements</a></li>
<li><a href="#org96f8d0d">8.51. Vie et santé</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>

</p>

<div id="outline-container-org1f13ff7" class="outline-2">
<h2 id="org1f13ff7"><span class="section-number-2">1</span> Introduction</h2>
<div class="outline-text-2" id="text-1">
<p>
Le Hjalpi’ est la langue parlée par les dieux dans l’univers de mon roman. La langue dont je présente ci-dessous la grammaire n’est cependant pas réellement la langue divine mais la représente ; en effet, le Hjalpi’ a été imaginée comme étant bien trop complexe pour être entièrement apprise par un humain, l’élaboration de phrases simples requière quelques années d’études déjà. Bien évidemment, il est impossible pour un humain de créer une telle langue, mais je reste toujours dans cette optique de création de langue complexe, et le résultat me paraîtra complexe mais il se peut que pour certains (du fait des langues qu’ils maîtrisent déjà) n’aient pas cette impression.
</p>

<p>
Cette langue sera également utilisée pour créer d’autres langues qui auront évolué depuis la langue divine en des langues (me paraissant) beaucoup plus simples afin de créer des langues pour les mortels.
</p>
</div>
</div>

<div id="outline-container-orga3fb5a6" class="outline-2">
<h2 id="orga3fb5a6"><span class="section-number-2">2</span> Phonologie</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orgd287144" class="outline-3">
<h3 id="orgd287144"><span class="section-number-3">2.1</span> Voyelles</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Le Hjalpi’ dispose d’un inventaire de voyelle très large comparé à la majorité des langues existantes dans notre monde, avec dix-sept voyelles simples, et quelques autres diphtongues (discutées plus bas dans <a href="#orgea6c578">Diphtongues</a>). Voici la liste des voyelles utilisées dans le Hjalpi’ :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">antérieures</th>
<th scope="col" class="org-left">postérieures</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">fermées</td>
<td class="org-left">i / y</td>
<td class="org-left">u</td>
</tr>

<tr>
<td class="org-left">pré-fermées</td>
<td class="org-left">í / ý</td>
<td class="org-left">ú</td>
</tr>

<tr>
<td class="org-left">mi-fermées</td>
<td class="org-left">e / ò</td>
<td class="org-left">o</td>
</tr>

<tr>
<td class="org-left">mi-ouvertes</td>
<td class="org-left">é / ö</td>
<td class="org-left">ó</td>
</tr>

<tr>
<td class="org-left">ouvertes</td>
<td class="org-left">a</td>
<td class="org-left">á</td>
</tr>
</tbody>
</table>

<p>
Le Hjalpi’ dispose également de deux consonnes syllabiques, le <i>ń</i> et le <i>ĺ</i>, qui sont respectivement le <i>n</i> et le <i>l</i> prononcés comme des voyelles. Voici ci-dessous le même tableau, avec chaque voyelle remplacée par sa valeur phonétique en IPA :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">antérieures</th>
<th scope="col" class="org-left">postérieures</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">fermées</td>
<td class="org-left">iː / yː</td>
<td class="org-left">uː</td>
</tr>

<tr>
<td class="org-left">pré-fermées</td>
<td class="org-left">ɪ / ʏ</td>
<td class="org-left">ʊ</td>
</tr>

<tr>
<td class="org-left">mi-fermées</td>
<td class="org-left">eː / øː</td>
<td class="org-left">oː</td>
</tr>

<tr>
<td class="org-left">mi-ouvertes</td>
<td class="org-left">ɛ / œ</td>
<td class="org-left">ɔ</td>
</tr>

<tr>
<td class="org-left">ouvertes</td>
<td class="org-left">aː</td>
<td class="org-left">ɑ</td>
</tr>
</tbody>
</table>



<p>
Avec le <i>ń</i> et le <i>ĺ</i> ayant respectivement pour valeur /n̩/ et /l̩/.
</p>

<p>
On peut remarquer que, à l’exception de <i>ń</i> et <i>ĺ</i>, toutes les voyelles ont un couple ouverte-courte/fermée-longue. Dans les mots racine (c’est à dire non altérés par une quelconque règle grammaticale), la distinction revêt une importance capitale, porteuse de sens et de distinction de certains mots entre eux. Ainsi, <i>þran</i> ( /θraːn/ ) n’aura pas la même signification que <i>þrán</i> ( /θrɑn/ ). En revanche, comme on le verra plus tard, les addition grammaticales verront leurs voyelles s’accorder avec les voyelles du mot racine en ouverture-longueur.
</p>
</div>

<div id="outline-container-org815d777" class="outline-4">
<h4 id="org815d777"><span class="section-number-4">2.1.1</span> Voyelles courtes</h4>
<div class="outline-text-4" id="text-2-1-1">
<ul class="org-ul">
<li> /ɑ/ : á</li>
</ul>
<p>
Le <i>á</i> est une voyelle ressemblant au « â » que l’on retrouve en français dans des mots tels que « pâte ». Il s’agit de la voyelle ouverte antérieure non-arrondie.
</p>

<ul class="org-ul">
<li> /œ/ : ö</li>
</ul>
<p>
Il s’agit ici du son « eu » tel qu’on le retrouve en français tel que dans le mot « neuf ».
</p>

<ul class="org-ul">
<li> /ɪ/ : í</li>
</ul>
<p>
Cette voyelle est une voyelle se situant entre le son « i » et le son « e » ; on peut le retrouver en anglais dans des mots tels que « hit » ou « this ». Il s’agit de la voyelle pré-fermée antérieure non-arrondie.
</p>

<ul class="org-ul">
<li> /ɛ/ : é</li>
</ul>
<p>
Nous avons ici la voyelle « è » que l’on retrouve en français par exemple dans le mot « cette ».
</p>

<ul class="org-ul">
<li> /ɔ/ : ó</li>
</ul>
<p>
Il s’agit du « o » ouvert, que l’on retrouve en français dans le mot « sort » par exemple.
</p>

<ul class="org-ul">
<li> /ʏ/ : ý</li>
</ul>
<p>
Cette voyelle est un équivalent du « u » français ouvert, que l’on peut retrouver en Allemand comme dans « Müller » par exemple. Il s’agit de la voyelle antérieure pré-fermée arrondie.
</p>

<ul class="org-ul">
<li> /ʊ/ : ú</li>
</ul>
<p>
Cette voyelle est un équivalent du « ou » Français ouvert, telle que l’on peut la retrouver dans le mot « book » en Anglais britannique.
</p>
</div>
</div>
