hjalpi/grammaire.html

<div id="outline-container-org7fb3a51" class="outline-4">
<h4 id="org7fb3a51"><span class="section-number-4">2.1.2</span> Voyelles longues</h4>
<div class="outline-text-4" id="text-2-1-2">
<ul class="org-ul">
<li> /aː/ : a</li>
</ul>
<p>
Cette voyelle est le « a » que l’on peut retrouver dans le français tel que dans « patte », à la différence que le « a » de le Hjalpi’ est prononcé un peu plus longuement que le « a » français.
</p>

<ul class="org-ul">
<li> /øː/ : ò</li>
</ul>
<p>
Cette voyelle est la même que le « eu » français que l’on retrouve dans le mot « deux », à la différence que le « ò » divin est prononcé un peu plus longuement que le « eu » français.
</p>

<ul class="org-ul">
<li> /iː/ : i</li>
</ul>
<p>
Cette voyelle est la même que le « i » français, à la différence que le « i » de le Hjalpi’ est prononcé un peu plus longuement que le « i » français.
</p>

<ul class="org-ul">
<li> /eː/ : e</li>
</ul>
<p>
Cette voyelle est la même que le « é » français, à la différence que le « i » de le Hjalpi’ est prononcé un peu plus longuement que le « i » français.
</p>

<ul class="org-ul">
<li> /oː/ : o</li>
</ul>
<p>
Cette voyelle est la même que le « o » français comme dans « eau », à la différence que le « o » de le Hjalpi’ est prononcé un peu plus longuement que le « o » français.
</p>

<ul class="org-ul">
<li> /yː/ : y</li>
</ul>
<p>
Cette voyelle est la même que le « u » français, à la différence que le « u » de le Hjalpi’ est prononcé un peu plus longuement que le « u » français.
</p>

<ul class="org-ul">
<li> /uː/ : u</li>
</ul>
<p>
Cette voyelle est la même que le « ou » français, à la différence que le « ou » de le Hjalpi’ est prononcé un peu plus longuement que le « ou » français.
</p>
</div>
</div>

<div id="outline-container-org657c1d3" class="outline-4">
<h4 id="org657c1d3"><span class="section-number-4">2.1.3</span> Consonnes syllabiques</h4>
<div class="outline-text-4" id="text-2-1-3">
<ul class="org-ul">
<li> /n̩/ : ń</li>
</ul>
<p>
Le « ń » est la consonne « n » (la même que le « n » standard français), mais considérée et prononcée comme une voyelle, tel qu’on peut l’entendre dans certains mots anglais comme dans « button » qui peut être prononcé  /bʌtn̩/.
</p>

<ul class="org-ul">
<li> /l̩/ : ĺ</li>
</ul>
<p>
Le « ĺ » est la consonne « l » (la même que le « l » français), mais considérée et prononcée comme une voyelle, tel qu’on peut l’entendre dans certains mots anglais comme dans « bottle » qui peut être prononcé  /bɔtl̩/, avec le /ʊ/ qui est omis et le  /l/ devenant syllabique.
</p>
</div>
</div>

<div id="outline-container-orgea6c578" class="outline-4">
<h4 id="orgea6c578"><span class="section-number-4">2.1.4</span> <span class="todo TODO">TODO</span> Diphtongues</h4>
</div>
</div>
