hjalpi/grammaire.org
** DONE Consonnes
   CLOSED: [2018-06-03 dim. 18:56]
En plus d’un important inventaire de voyelle, le Hjalpi’ dispose également d’un inventaire de consonnes assez important. Voici ci-dessous lesdites consonnes :

#+CAPTION: Consonnes du Hjalpi’
| / | >    | >   | >   | >   | >   | >   | >   | >   | >   | >   | [ |
|   |      | b   | ld  | d   | a   | pa  | r   | p   | v   | uv  | g |
|---+------+-----+-----+-----+-----+-----+-----+-----+-----+-----+---|
|---+------+-----+-----+-----+-----+-----+-----+-----+-----+-----+---|
|   | pl   | p b |     |     | t d |     | ţ ḑ |     | k g |     | ' |
|---+------+-----+-----+-----+-----+-----+-----+-----+-----+-----+---|
|   | n    | m   |     |     | n   |     |     |     | ň   |     |   |
|---+------+-----+-----+-----+-----+-----+-----+-----+-----+-----+---|
|   | t    |     |     |     | r   |     |     |     |     |     |   |
|---+------+-----+-----+-----+-----+-----+-----+-----+-----+-----+---|
|   | afr  |     | f v | þ ð | s z | ß ź |     | š ž |     | x ŗ | h |
|---+------+-----+-----+-----+-----+-----+-----+-----+-----+-----+---|
|   | lafr |     |     |     | ł   |     |     |     |     |     |   |
|---+------+-----+-----+-----+-----+-----+-----+-----+-----+-----+---|
|   | apr  |     |     |     | ŕ   |     |     | j   |     |     |   |
|---+------+-----+-----+-----+-----+-----+-----+-----+-----+-----+---|
|   | lapr |     |     |     | l   |     |     |     |     |     |   |
|---+------+-----+-----+-----+-----+-----+-----+-----+-----+-----+---|
|   | sv   | w   |     |     |     |     |     |     |     |     |   |

#+CAPTION: Consonnes du Hjalpi’ (IPA)
| / | >    | >    | >     | >    | >    | >   | >    | >    | >    | >     | > |
|   |      | b    | ld    | d    | a    | pa  | r    | p    | v    | uv    | g |
|---+------+------+-------+------+------+-----+------+------+------+-------+---|
|---+------+------+-------+------+------+-----+------+------+------+-------+---|
|   | pl   | p  b |       |      | t  d |     | ʈ  ɖ |      | k  ɡ |       | ʔ |
|---+------+------+-------+------+------+-----+------+------+------+-------+---|
|   | n    | m    |       |      | n    |     |      |      | ŋ    |       |   |
|---+------+------+-------+------+------+-----+------+------+------+-------+---|
|   | t    |      |       |      | r    |     |      |      |      |       |   |
|---+------+------+-------+------+------+-----+------+------+------+-------+---|
|   | afr  |      | f   v | θ  ð | s  z | ʃ ʒ |      | ç  ʝ |      | χ   ʁ | h |
|---+------+------+-------+------+------+-----+------+------+------+-------+---|
|   | lafr |      |       |      | ɬ    |     |      |      |      |       |   |
|---+------+------+-------+------+------+-----+------+------+------+-------+---|
|   | apr  |      |       |      | ɹ    |     |      | j    |      |       |   |
|---+------+------+-------+------+------+-----+------+------+------+-------+---|
|   | lapr |      |       |      | l    |     |      |      |      |       |   |
|---+------+------+-------+------+------+-----+------+------+------+-------+---|
|   | sv   | w    |       |      |      |     |      |      |      |       |   |


Abréviations :
| b  | bilabial        |   | pl   | plosif             |
| ld | labio-dental    |   | n    | nasal              |
| d  | dental          |   | t    | trill              |
| a  | alvéolaire      |   | sv   | semi-voyelle       |
| pa | post-alvéolaire |   | afr  | fricatif           |
| r  | rétroflexe      |   | lafr | fricatif latéral   |
| v  | velaire         |   | apr  | aproximant         |
| uv | uvulaire        |   | lapr | aproximant latéral |
| g  | glottal         |   |      |                    |

