hjalpi/grammaire.html

<div id="outline-container-orgffa35b0" class="outline-3">
<h3 id="orgffa35b0"><span class="section-number-3">2.2</span> Consonnes</h3>
<div class="outline-text-3" id="text-2-2">
<p>
En plus d’un important inventaire de voyelle, le Hjalpi’ dispose également d’un inventaire de consonnes assez important. Voici ci-dessous lesdites consonnes :
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">b</th>
<th scope="col" class="org-left">ld</th>
<th scope="col" class="org-left">d</th>
<th scope="col" class="org-left">a</th>
<th scope="col" class="org-left">pa</th>
<th scope="col" class="org-left">r</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">v</th>
<th scope="col" class="org-left">uv</th>
<th scope="col" class="org-left">g</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">pl</td>
<td class="org-left">p b</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">t d</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ţ ḑ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">k g</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">'</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">n</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">n</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ň</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">t</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">r</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">afr</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">f v</td>
<td class="org-left">þ ð</td>
<td class="org-left">s z</td>
<td class="org-left">ß ź</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">š ž</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">x ŗ</td>
<td class="org-left">h</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lafr</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ł</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">apr</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ŕ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">j</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lapr</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">l</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">sv</td>
<td class="org-left">w</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
Phonétique IPA :
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">b</th>
<th scope="col" class="org-left">ld</th>
<th scope="col" class="org-left">d</th>
<th scope="col" class="org-left">a</th>
<th scope="col" class="org-left">pa</th>
<th scope="col" class="org-left">r</th>
<th scope="col" class="org-left">p</th>
<th scope="col" class="org-left">v</th>
<th scope="col" class="org-left">uv</th>
<th scope="col" class="org-left">g</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">pl</td>
<td class="org-left">p  b</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">t  d</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ʈ  ɖ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">k  ɡ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ʔ</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">n</td>
<td class="org-left">m</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">n</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ŋ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">t</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">r</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">afr</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">f   v</td>
<td class="org-left">θ  ð</td>
<td class="org-left">s  z</td>
<td class="org-left">ʃ ʒ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ç  ʝ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">χ   ʁ</td>
<td class="org-left">h</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lafr</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ɬ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">apr</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ɹ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">j</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">lapr</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">l</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="org-left">sv</td>
<td class="org-left">w</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>


<p>
Abréviations :
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">b</td>
<td class="org-left">bilabial</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">pl</td>
<td class="org-left">plosif</td>
</tr>

<tr>
<td class="org-left">ld</td>
<td class="org-left">labio-dental</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">n</td>
<td class="org-left">nasal</td>
</tr>

<tr>
<td class="org-left">d</td>
<td class="org-left">dental</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">t</td>
<td class="org-left">trill</td>
</tr>

<tr>
<td class="org-left">a</td>
<td class="org-left">alvéolaire</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">sv</td>
<td class="org-left">semi-voyelle</td>
</tr>

<tr>
<td class="org-left">pa</td>
<td class="org-left">post-alvéolaire</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">afr</td>
<td class="org-left">fricatif</td>
</tr>

<tr>
<td class="org-left">r</td>
<td class="org-left">rétroflexe</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">lafr</td>
<td class="org-left">fricatif latéral</td>
</tr>

<tr>
<td class="org-left">v</td>
<td class="org-left">velaire</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">apr</td>
<td class="org-left">aproximant</td>
</tr>

<tr>
<td class="org-left">uv</td>
<td class="org-left">uvulaire</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">lapr</td>
<td class="org-left">aproximant latéral</td>
</tr>

<tr>
<td class="org-left">g</td>
<td class="org-left">glottal</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
