hjalpi/grammaire.org
** TODO Romanisation et translittération
# Ajouter des exemples
La romanisation et la translittération d’une langue sont deux choses très différentes ; en effet, la première a pour but de représenter de façon grossière la prononciation de la langue avec l’alphabet latin, sans se soucier de l’orthographe exacte, tandis que la translittération a pour but de reproduire de manière précise l’orthographe de la langue transcrite, sans se soucier de savoir si le lecteur saura prononcer correctement la transcription s’il n’a pas été initié avant à la langue transcrite.

Pour moi le meilleur exemple que je puisse donner pour ce qui est de la différence entre romanisation et translittération est en Tibétain. Nous avons des termes Tibétain romanisés “dorje”, “chorten” ou encore “yak” en anglais dont une de leur translittération possible respective est “rdo rje”, “mchod brten” et “gyag”. Bien évidemment, toute personne n’ayant aucune notion de translittération du Tibétain et/ou de son orthographe peut être confuse quant à ce qu’ils viennent de lire, et c’est tout naturel : leur but est de savoir précisément comment écrire ces mots, et une personne sachant écrire en tibétain pourra, en ayant lu ces exemples, écrire les mots sans faute si je n’en ai pas fait non plus à la rédaction de cet ouvrage. Comme je l’ai indiqué, il s’agit dans cet exemple d’une romanisation anglophone ; en effet, la romanisation dépend de la langue du lecteur. Étant donné que ce dernier doit pouvoir se forger une idée de la prononciation du mot étranger, il faut utiliser les conventions de lecture de l’alphabet de sa propre langue afin d’approcher au mieux la prononciation originale. Ainsi, “dorje” en anglais pourrait être écrit « dordjé » en français, “chorten” pourrait être écrit « tchortène » (« yak » garde la même orthographe dans les deux langues, et est même dans les dictionnaires anglophones et francophones).

Ainsi, dans mon (ou mes ?) livre(s ?) qui s’adressera (s’adresseront ?) à un public général, j’utiliserai des romanisation de la langue divine si je souhaite que le lecteur ait une idée de la prononciation du mot ou de la phrase qu’il vient de rencontrer –et à l’inverse, si je souhaite être plus graphique, j’utiliserai soit la translittération, soit l’écriture native du Hjalpi’. Toujours est-il que dans cette référence grammaticale, je n’utiliserai que de la translittération (les graphèmes et lettres correspondantes furent décrites dans [[Consonnes][Consonnes]] et [[Voyelles][Voyelles]]), et ne ferai usage de la romanisation que dans ce chapitre où j’explique ci-dessous le processus de l’écriture du Hjalpi en romanisation.

Voici ci-dessous un tableau avec chaque phonème du Hjalpi’, sa translittération, et sa romanisation francophone. Pour un équivalent anglophone, se référer à la version anglophone de cet ouvrage si cette dernière existe.

#+CAPTION: Translittération des voyelles du Hjalpi’
| / | >       | >      |      |
|   | phonème | trans. | rom. |
|---+---------+--------+------|
|   | iː      | i      | i    |
|   | yː      | y      | u    |
|   | uː      | u      | ou   |
|   | ɪ       | í      | i    |
|   | ʏ       | ý      | u    |
|   | ʊ       | ú      | ou   |
|   | eː      | e      | é    |
|   | øː      | ò      | e    |
|   | oː      | o      | o    |
|   | ɛ       | é      | è    |
|   | œ       | ö      | eu   |
|   | ɔ       | ó      | au   |
|   | aː      | a      | a    |
|   | ɑ       | á      | a    |

#+CAPTION: Translittération des consonnes du Hjalpi’
| / | >       | >      |      | <> | >       | >      |      |
|   | phonème | trans. | rom. |    | phonème | trans. | rom. |
|---+---------+--------+------+----+---------+--------+------|
|   | p       | p      | p    |    | b       | b      | b    |
|   | t       | t      | t    |    | d       | d      | d    |
|   | ʈ       | ţ      | tr   |    | ɖ       | ḑ      | dr   |
|   | k       | k      | k    |    | ɡ       | g      | g    |
|   | f       | f      | f    |    | v       | v      | v    |
|   | θ       | þ      | th   |    | ð       | ð      | dh   |
|   | s       | s      | s    |    | z       | z      | z    |
|   | ʃ       | ß      | sh   |    | ʒ       | ź      | j    |
|   | ç       | š      | sh   |    | ʝ       | ž      | jh   |
|   | m       | m      | m    |    | n       | n      | n    |
|   | ŋ       | ň      | ng   |    | ʔ       | ’      | ’    |
|   | r       | r      | r    |    | h       | h      | h    |
|   | χ       | x      | rh   |    | ʁ       | r      | r    |
|   | ɬ       | ł      | lh   |    | ɹ       | r      | r    |
|   | l       | l      | l    |    | j       | j      | y    |
|   | w       | w      | w    |    |         |        |      |

