hjalpi/grammaire.html

<div id="outline-container-org110d993" class="outline-4">
<h4 id="org110d993"><span class="section-number-4">2.4.1</span> <span class="todo TODO">TODO</span> Ajouter des exemples</h4>
</div>
</div>
</div>

<div id="outline-container-orgf375346" class="outline-2">
<h2 id="orgf375346"><span class="section-number-2">3</span> Phonologie dérivationnelle</h2>
<div class="outline-text-2" id="text-3">
<p>
Le Hjalpi’ est une langue riche en dérivation phonétiques du fait de sa grammaire agglutinative et fusionnelle. Les noms changent selon leur nombre, leur rôle au sein de la phrase (leur cas grammatical), les verbes s’accordent en genre et en nombre, selon l’objectivité, le mode ou l’un des nombreux temps de la phrase ou de la proposition. L’utilisation de chacun de ces éléments sera traité dans le chapitre traitant de la <a href="#orgee93b04">syntaxe</a>. Le chapitre actuel servira principalement de référence condensée pour savoir comment accorder les divers éléments entre eux.
</p>

<p>
Ci-dessous se trouve une liste d’abréviations que l’on trouvera souvent dans les règles formelles :
</p>
<ul class="org-ul">
<li><code>C</code> = consonne</li>
<li><code>V</code> = voyelle</li>
<li><code>N</code> = nasale</li>
<li><code>F</code> = fricative</li>
<li><code>P</code> = consonne labiale</li>
<li><code>L</code> = voyelle longue</li>
<li><code>S</code> = voyelle courte</li>
<li><code>#</code> = limite d’un mot</li>
<li><code>Ø</code> = silencieux, muet, rien</li>
</ul>
</div>

<div id="outline-container-org024f19c" class="outline-3">
<h3 id="org024f19c"><span class="section-number-3">3.1</span> Allophonie</h3>
<div class="outline-text-3" id="text-3-1">
<p>
En Hjalpi’, il existe de nombreuses règles sur la modification de prononciation de phonèmes selon leur emplacement au sein d’un mot et leur environnement phonétique, donnant lieu à des allophones des-dits phonèmes. Ces règles sont les dernières règles à s’appliquer sur la modification de prononciation des mots, les autres règles comme les <a href="#orge59a61b">accords des voyelles</a> ou les <a href="#org3a882ee">accords des consonnes</a> s’appliquant avant les règles d’allophonie. Ces règles s’appliquent dans leur ordre d’apparition ci-dessous.
</p>
</div>

<div id="outline-container-org960fe26" class="outline-4">
<h4 id="org960fe26"><span class="section-number-4">3.1.1</span> Voyelles</h4>
<div class="outline-text-4" id="text-3-1-1">
<p>
Il existe relativement peu d’allophones parmi les voyelles de le Hjalpi’, cependant on peut en relever certains comme suit :
</p>
<ul class="org-ul">
<li>La prononciation standard du « ń », comme mentionné ci-dessus dans  <a href="#org657c1d3">Consonnes syllabiques</a>, est /n̩/. Cependant, cette voyelle peut également être prononcée /m̩/ si le <i>ń</i> est précédé et/ou suivi par une consonne bilabiale, et il peut être palatalisé en /ɲ̩/ ou /m̩ʲ/ si le <i>ń</i> est également adjacent à une des voyelles <i>i</i> ou <i>í</i>, ou bien la consonne <i>j</i> (notées <code>I</code>).
<ul class="org-ul">
<li> /n̩/ &gt; [m̩] / _P</li>
<li> /n̩/ &gt; [m̩] / P_</li>
<li> /n̩/ &gt; [ɲ̩] / _I</li>
<li> /n̩/ &gt; [ɲ̩] / I_</li>
<li> /n̩/ &gt; [m̩ʲ] / P_ I</li>
<li> /n̩/ &gt; [m̩ʲ] / I_ P</li>
</ul></li>
<li>Le « ĺ » peut également être palatalisé en cas d’adjacence à une des voyelles <i>i</i> ou <i>í</i> ou bien la consonne <i>j</i>, et donc être prononcée /l̩ʲ/.
<ul class="org-ul">
<li> /l̩/ &gt; [l̩ʲ] / _I</li>
</ul></li>
<li>Une voyelle ou un groupe de voyelles placé devant une consonne nasale se nasalise.
<ul class="org-ul">
<li>V &gt; [+nasal] / _N</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-orgb3a390e" class="outline-4">
<h4 id="orgb3a390e"><span class="section-number-4">3.1.2</span> Consonnes</h4>
<div class="outline-text-4" id="text-3-1-2">
<p>
Plusieurs de ces consonnes disposent d’allophones, c’est à dire de prononciations alternatives à la prononciation exacte mentionnée plus haut, sans que cela n’affecte le sens des mots ou le sens d’une phrase.
</p>
<ul class="org-ul">
<li>La prononciation standard du <i>f</i> et <i>v</i> sont respectivement <code>/f/</code> et <code>/v/</code>, cependant il arrive également qu’ils soient respectivement prononcés <code>/p\/</code> et <code>/B/</code> entre deux voyelles, ou en début de mot si immédiatement suivis d’une voyelle ou d’une semi-consonne (également notée <code>V</code>).
<ul class="org-ul">
<li> /f/ &gt; [ɸ,β] / V_ V</li>
<li> /f/ &gt; [ɸ,β] / V_ V</li>
<li> /v/ &gt; [ɸ,β] / V_ V</li>
<li> /v/ &gt; [ɸ,β] / V_ V</li>
</ul></li>
<li>Le  /ɦ/ est considéré comme étant un allophone du  /h/. Cet allophone se produit entre deux voyelles, en début de mot immédiatement suivit d’une voyelle, entre une consonne voisée et une voyelle, ou une voyelle et une consonne voisée. En revanche, au contact du <i>i</i>, <i>í</i> ou <i>j</i> (notés <code>I</code>), le  /h/ se palatalise en un  /ç/. Similairement, un  /ɦ/ obtenu grâce au premières règles ci-dessous change en  /ʝ/.
<ul class="org-ul">
<li> /h/ &gt; [ɦ] / V_ V</li>
<li> /h/ &gt; [ɦ] / #_ V</li>
<li> /h/ &gt; [ç] / _I</li>
<li> /h/ &gt; [ç] / I_</li>
<li> [ɦ] &gt; [ʝ] / _I</li>
<li> [ɦ] &gt; [ʝ] / I_</li>
</ul></li>
<li>Le <i>ŗ</i> a pour prononciation standard le /ʁ/, cependant il est généralement prononcé /ʀ/ entre deux voyelles et/ou consonne voisée (notées <code>V</code>).
<ul class="org-ul">
<li> /ʁ/ &gt; [ʀ] / V_ V</li>
</ul></li>
<li>Le <i>x</i> est habituellement prononcé /χ/, cependant il est prononcé /x/ lorsqu’il est en contact avec une consonne fricative sourde (notée <code>FS</code>).
<ul class="org-ul">
<li> /χ/ &gt; [x] / FS_</li>
<li> /χ/ &gt; [x] / _FS</li>
</ul></li>
<li>Une consonne nasale devient silencieuse si elle est précédée d’une voyelle et suivie d’une consonne ou d’un silence. Cela fait suite à la nasalisation de la voyelle précédente.
<ul class="org-ul">
<li>N &gt; Ø / V_ C</li>
<li>N &gt; Ø / V_ #</li>
</ul></li>
<li>Si deux consonnes fricatives toutes deux voisées ou sourdes se suivent successivement, même entre deux mots distincts, la première fricative devient silencieuse.
<ul class="org-ul">
<li>F &gt; Ø / _F</li>
</ul></li>
<li>Si une consonne fricative voisée (notée <code>FV</code>) est précédée par une fricative sourde (notée <code>FS</code>), elle devient elle-même sourde. À l’inverse, si une fricative sourde est précédée par une fricative voisée, la première devient également voisée.
<ul class="org-ul">
<li>FS &gt; [+voisée] / FV_</li>
<li>FV &gt; [+sourde] / FS_</li>
</ul></li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orge59a61b" class="outline-3">
<h3 id="orge59a61b"><span class="section-number-3">3.2</span> Accord des voyelles</h3>
<div class="outline-text-3" id="text-3-2">
<p>
L’accord des voyelles a lieu principalement lors de la déclinaison d’un nom ou de la conjugaison d’un verbe, lors d’un cas où la juxtaposition d’une voyelle à une autre est obligatoire. Cela donne alors lieu à un accord des voyelles.
</p>

<ol class="org-ol">
<li>Les deux voyelles sont fusionnées en une diphtongue.</li>
<li>Si la première voyelle est une diphtongue, alors le second phonème est remplacé par la seconde voyelle après que cette dernière ait été accordée en longueur à la longueur de premier phonème de la diphtongue. Si la seconde voyelle était également une diphtongue, alors elle perd son second phonème.</li>
<li>Si le second phonème de la diphtongue est plus ouvert que le premier, alors il est refermé afin d’être au moins aussi fermé que le premier phonème.</li>
<li>Si le premier phonème de la diphtongue est une voyelle postérieure, alors elle devient son équivalent phonétique postérieur selon la table suivante :</li>
</ol>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">phonème d’origine</th>
<th scope="col" class="org-left">nouveau phonème</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">u</td>
<td class="org-left">y</td>
</tr>

<tr>
<td class="org-left">ú</td>
<td class="org-left">ý</td>
</tr>

<tr>
<td class="org-left">o</td>
<td class="org-left">ò</td>
</tr>

<tr>
<td class="org-left">ó</td>
<td class="org-left">ö</td>
</tr>

<tr>
<td class="org-left">á</td>
<td class="org-left">a</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org3a882ee" class="outline-3">
<h3 id="org3a882ee"><span class="section-number-3">3.3</span> <span class="todo TODO">TODO</span> Accord des consonnes</h3>
</div>
