hjalpi/grammaire.org
** TODO Déclinaisons
# Ajouter les liens internes et terminer le tableau
Les déclinaisons se présentent sous la forme de particules (préfixes, infixes et suffixes) à ajouter au mot racine. Voici un exemple d’utilisation. Notez que la partie entre parenthèse peut ne pas être spécifiée, auquel cas il faudra se référer à l’harmonisation des voyelles ou des consonnes selon le cas si une voyelle est accolée à une autre voyelle, de même pour les consonnes.
+ V(C)- :: le préfixe est (ou fini par) une voyelle V, il se rajoute donc au début du mot racine. Si ce dernier commence avec une voyelle, la consonne C est rajoutée entre la voyelle V et le mot racine.
+ C(V)- :: le préfixe est (ou fini par) une consonne, il se rajoute donc au début du mot racine. Si ce dernier commence avec une consonne, la voyelle (V) est rajoutée entre la consonne C et le mot racine.
+ -C_{1}V(C_2)- :: l’infixe commence par consonne, il se placera donc à la fin du mot racine, entre la dernière voyelle et la dernière consonne du mot racine. Si le mot racine se termine par une voyelle, l’ensemble C_{1}VC_2 agira comme un suffixe.
+ -(C_{1})VC_2- :: l’infixe commence par une voyelle, il se placera donc au début du mot racine, entre la première consonne et la première voyelle. Si le mot racine commence par une voyelle, l’ensemble C_{1}VC_2 agira comme un préfixe.
+ -(C)V :: le suffixe est (ou commence par) une voyelle, il se placera donc à la fin du mot racine. Si ce dernier se termine par une voyelle, la consonne C sera ajoutée entre le mot racine et le suffixe.
+ -(V)C :: le suffixe est (ou commence par) une consonne, il se placera donc à la fin du mot racine. Si ce dernier se termine par une consonne, la voyelle V sera ajoutée entre le mot racine et le suffixe.

Notez également que la ou les voyelles présentée dans le tableau s’accorde en ouverture et longueur avec la voyelle du mot racine sur laquelle porte l’accent. Ainsi, ajouts de voyelles sur /mén/ via des déclinaisons s’accorderont en voyelles longues et ouvertes. Si la juxtaposition de deux voyelles est obligatoire, se référer à [[*Accord des voyelles][l’accord des voyelles]] ci-dessus. Si la juxtaposition de deux consonnes est obligatoire, se référer à [[*Accord des consonnes][l’accord des consonnes]] ci-dessus.

Voici ci-dessous un tableau exposant la forme de chaque déclinaison selon le cas grammatical et le genre/nombre. Le numéro se réfère au numéro du genre tel que décrit dans *Genres*, le super-singulier (tel que décrit dans *Nombre*) est représenté par « s » et le pluriel par « p ».
src_latex{\newpage}

| / | <>                   | >       | >        | >       | >       | >       | >       |
|   |                      | 1s      | 1p       | 2s      | 2p      | 3s      | 3p      |
|---+----------------------+---------+----------+---------+---------+---------+---------|
|   | abessif              | e(m)-   | e(ň)-    | e(n)-   | e(n)-   | e(l)-   | e(dl)-  |
|   | ablatif              | l(i)-   | l(e)-    | li(s)-  | le(ž)-  | l(i)-   | ĺ(ž)-   |
|   | absolutif            | -(ts)a  | -(ts)a   | -(tß)a  | -(tß)a  | -(ts)a  | -(ts)a  |
|   | accusatif            | -vo     | -vwo     | -vu     | -vwu    | -vo     | -vo     |
|   | accusatif-temporel   | -źu     | -źu      | -źu     | -źu     | -źoy    | -źou    |
|   | adessif              | ix(a)-  | ix(e)-   | ix(a)-  | ix(e)-  | ix(a)-  | ix(e)-  |
|   | adverbial            |         |          |         |         |         |         |
|   | agentif              |         |          |         |         |         |         |
|   | allatif              | -li(ß)- | -li(ts)- | -li(ð)- | -li(ð)- | -li-    | -li-    |
|   | antessif             | vwo(n)- | vw(o)-   | v(o)-   | vw(o)-  | vwo-    | vo-     |
|   | apudessif            | þ(e)-   | ð(e)-    | ð(e)-   | ðe-     | þ(e)-   | ð(e)-   |
|   | aversif              |         |          |         |         |         |         |
|   | causal               | -(o)by  | -(o)bu   | -(u)by  | -(o)by  | -(ob)y  | -(b)y   |
|   | comitatif            |         |          |         |         |         |         |
|   | comparatif           |         |          |         |         |         |         |
|   | datif                |         |          |         |         |         |         |
|   | délatif              | ß(a)-   | ß(e)-    | ß(e)-   | ß(e)-   | ß(ai)-  | ß(a)-   |
|   | distributif          | xe(l)-  | xe(l)-   | xe(l)-  | xe(l)-  | ŗe(j)-  | ŗe(j)-  |
|   | distributif-temporel |         |          |         |         |         |         |
|   | élatif               | -(a)ły  | -(e)ły   | -(a)ły  | -(a)łu  | -(e)ły  | -(e)ły  |
|   | équatif              |         |          |         |         |         |         |
|   | ergatif              | -(u)jo  | -(y)jo   | -(í)jo  | -(é)jo  | -(u)jo  | -(u)jo  |
|   | ergatif-génitif      |         |          |         |         |         |         |
|   | essif                | -(þ)yd- | -(þ)yd-  | -(þ)ud- | -(þ)ud- | -(þ)yd- | -(þ)ud- |
|   | essif-formel         | -(ò)ţ   | -(ò)d    | -(o)d   | -(o)ḑ   | -(ò)d   | -(ò)ň   |
|   | essif-modal          | -(’)uix | -(’)uix  | -’yiŗ   | -(’)yiŗ | -(’)uŗ  | -(’)uiŗ |
|   | excessif             |         |          |         |         |         |         |
|   | génitif              | ţ(y)-   | ţ(u)-    | ţ(y)-   | ţ(y)-   | ţ(y)-   | ţ(yi)-  |
|   | identique            |         |          |         |         |         |         |
|   | illatif              | -(p)òn- | -(p)on-  | -(f)òn- | -(f)on- | -òn-    | -(p)òn- |
|   | inessif              | -(a)ŕo- | -(e)ŕo-  | -ŕo(n)- | -(ń)ŕo- | -(a)ŕo- | -ŕo-    |
|   | initiatif            | -(a)kĺ  | -(k)ĺ    | -(e)kĺ  | -(a)kĺ  | -(k)ĺ   | -(k)ĺ   |
|   | instructif           |         |          |         |         |         |         |
|   | instrumental         |         |          |         |         |         |         |
|   | intratif             | -fu(þ)- | -fu(ð)-  | -fu(ð)- | -fu(ð)- | -fy(þ)- | -fy(ð)- |
|   | latif                | -(l)a   | -(l)ei   | -(l)òĺ  | -(l)e   | -(l)au  | -(l)ĺ   |
|   | limitatif            | -(ò)mp  | -(e)mp   | -(ò)mp  | -(ò)mp  | -(ò)mp  | -(ò)mp  |
|   | locatif              | l(a)-   | l(e)-    | l(i)-   | l(e)-   | le(þ)-  | l(e)-   |
|   | nominal              |         |          |         |         |         |         |
|   | nominatif            | p(a)-   | p(e)-    | p(a)-   | p(e)-   | p(a)-   | p(a)-   |
|   | oblique              | -(ŗ)eß  | -(ŗ)eßt  | -(ŗ)ef  | -(ŗ)eft | -(ŗ)eß  | -(x)eß  |
|   | orientatif           |         |          |         |         |         |         |
|   | partitif             |         |          |         |         |         |         |
|   | pégatif              |         |          |         |         |         |         |
|   | perlatif             | ž(u)-   | ž(y)-    | ž(u)-   | š(u)-   | š(y)-   | ž(u)-   |
|   | pertingent           | m(a)-   | m(a)-    | m(a)-   | m(e)-   | mj(a)-  | mj(e)-  |
|   | postessif            | -(u)ß   | -(u)ßt   | -(y)ß   | -(y)ž   | -(u)š   | -(u)št  |
|   | privatif             |         |          |         |         |         |         |
|   | prolatif             | š(a)-   | š(a)-    | š(e)-   | š(ae)-  | ž(a)-   | š(ay)-  |
|   | révertif             |         |          |         |         |         |         |
|   | semplatif            |         |          |         |         |         |         |
|   | sociatif             |         |          |         |         |         |         |
|   | subessif             | ň(o)-   | ň(wo)-   | n(o)-   | n(wo)-  | ň(o)-   | ň(o)-   |
|   | sublatif             | -(i)ţ   | -(i)ţ    | -(e)ţ   | -(i)ḑ   | -(i)ţ   | -(i)nţ  |
|   | superessif           | tß(a)-  | tß(ań)-) | tß(ai)- | tßau-   | tß(e)-  | tß(a)-  |
|   | temporel             |         |          |         |         |         |         |
|   | terminatif           | -(ae)n  | -(ae)ň   | -(þ)aen | -(ð)aen | -(þ)aeň | -(ae)m  |
|   | translatif           |         |          |         |         |         |         |
|   | vocatif              |         |          |         |         |         |         |

| / | <>                   | >       | >       | >       | >       | >        | >        |
|   |                      | 4s      | 4p      | 5s      | 5p      | 6s       | 6p       |
|---+----------------------+---------+---------+---------+---------+----------+----------|
|   | abessif              | e(ň)-   | e(t)-   | e(st)-  | e(ßt)-  | e(nt)-   | e(ňt)-   |
|   | ablatif              | li(ß)-  | li(ź)-  | li(ß)-  | li(ź)-  | li(s)-   | li(z)-   |
|   | absolutif            | -(t)a   | -(š)a   | -(p)a   | -(v)a   | -(st)a   | -(ž)a    |
|   | accusatif            | -(e)vo  | -(e)vo  | -(e)vo  | -(e)vo  | -(a)vo   | -(a)vo   |
|   | accusatif-temporel   | -(a)źu  | -(e)źu  | -(u)źu  | -(ai)źu | -(i)źu   | -(u)źu   |
|   | adessif              | iź(a)-  | iź(ei)- | iź(a)-  | iź(ei)- | iź(a)-   | iź(ei)-  |
|   | adverbial            |         |         |         |         |          |          |
|   | agentif              |         |         |         |         |          |          |
|   | allatif              | -li(s)- | -li(ź)- | -li(z)- | -li(š)- | -li(x)-  | -li(x)-  |
|   | antessif             | we-     | w(e)-   | w(o)-   | w(e)-   | v(e)-    | v(wo)-   |
|   | apudessif            | þe(n)-  | þ(e)-   | v(e)-   | ve(n)-  | þ(e)-    | ð(e)-    |
|   | aversif              |         |         |         |         |          |          |
|   | causal               | -(o)by  | -(o)by  | -(o)by  | -(o)by  | -(o)bu   | -(o)bu   |
|   | comitatif            |         |         |         |         |          |          |
|   | comparatif           |         |         |         |         |          |          |
|   | datif                |         |         |         |         |          |          |
|   | délatif              | š(a)-   | š(e)-   | ž(a)-   | ž(e)-   | ž(a)-    | ž(a)-    |
|   | distributif          | he(l)-  | he(l)-  | he(l)-  | he(l)-  | ha(l)-   | ha(l)-   |
|   | distributif-temporel |         |         |         |         |          |          |
|   | élatif               | -(ł)y   | -(ł)y   | -(ł)y   | -(ł)yi  | -(ł)u    | -(ł)yi   |
|   | équatif              |         |         |         |         |          |          |
|   | ergatif              | -(ò)jo  | -(y)jo  | -(lj)o  | -(lj)o  | -(mj)o   | -(lj)o   |
|   | ergatif-génitif      |         |         |         |         |          |          |
|   | essif                | -(þ)yḑ- | -(þ)yḑ- | -(ð)yţ- | -(ð)yţ- | -(þ)ud-  | -(þ)ud-  |
|   | essif-temporel       | -(ţ)òd  | -(ţ)ed  | -(ţ)òd  | -òd     | -(ò)d    | ò(d)-    |
|   | essif-modal          | -(’)uŗ  | -(’)uŗ  | -’u     | -(’)yŗ  | -(’)yiŗ  | -(’)yŗ   |
|   | excessif             |         |         |         |         |          |          |
|   | génitif              | ţy-     | ţy-     | ţy(i)-  | ţy-     | ţ(eu)-   | ţo(y)-   |
|   | identique            |         |         |         |         |          |          |
|   | illatif              | -(s)òn- | -(s)en- | -(s)en- | -(s)an- | -(ps)òn- | -(ps)en- |
|   | inessif              | -(e)ŕo- | -(a)ŕo- | -(e)ŕo- | -ŕo-    | -ŕo-     | -(a)ŕo-  |
|   | initiatif            | -(e)kĺ  | -(e)kń  | -(a)kĺ  | -(ei)kń | -akĺ     | -ekĺ     |
|   | instructif           |         |         |         |         |          |          |
|   | instrumental         |         |         |         |         |          |          |
|   | intratif             | -fu(þ)- | -fy-    | -fy(ð)- | -fy(ð)- | -fu(ð)-  | -þy(ð)-  |
|   | latif                | -(l)ń   | -(l)a   | -(l)a   | -le     | -la      | -la      |
|   | limitatif            | -(ò)mp  | -(ò)mp  | -(ò)mp  | -(ò)mp  | -(e)mp   | -(ò)mp   |
|   | locatif              | l(e)-   | l(e)-   | lj(a)-  | l(a)-   | ła-      | ł(a)-    |
|   | nominal              |         |         |         |         |          |          |
|   | nominatif            | pa(n)-  | pa(ń)-  | pń-     | pń-     | pa(m)-   | pa-      |
|   | oblique              | -(ŗ)ef  | -(ŗ)òß  | -(ŗ)ef  | -(ŗ)òß  | -(ŗ)ef   | -(ŗ)òß   |
|   | orientatif           |         |         |         |         |          |          |
|   | partitif             |         |         |         |         |          |          |
|   | pégatif              |         |         |         |         |          |          |
|   | perlatif             | š(ui)-  | ž(ui)-  | š(eu)-  | š(ey)-  | š(oy)-   | ž(ou)-   |
|   | pertingent           | m(e)-   | m(e)-   | m(a)-   | m(e)-   | mj(ò)-   | mj(e)-   |
|   | postessif            | -(u)š   | -(u)ß   | -(u)ß   | -(u)þ   | -(u)ž    | -(y)š    |
|   | privatif             |         |         |         |         |          |          |
|   | prolatif             | ša-     | š(e)-   | š(e)-   | ž(a)-   | š(e)-    | še-      |
|   | révertif             |         |         |         |         |          |          |
|   | semplatif            |         |         |         |         |          |          |
|   | sociatif             |         |         |         |         |          |          |
|   | subessif             | nw(o)-  | n(we)-  | ň(e)-   | ň(o)-   | ne-      | ňe-      |
|   | sublatif             | -(i)fţ  | -(i)þţ  | -(e)nţ  | -(eu)ţ  | -(a)ţ    | -(i)nţ   |
|   | superessif           | ßt(e)-  | tß(ei)- | tß(e)-  | št(a)-  | ßt(a)-   | ßt(a)-   |
|   | temporel             |         |         |         |         |          |          |
|   | terminatif           | -(ae)n  | -aem    | -aeň    | -aem    | -(ae)nz  | ae(ň)-   |
|   | translatif           |         |         |         |         |          |          |
|   | vocatif              |         |         |         |         |          |          |


| / | <>                   | >       | >       | >        | >       | >         | >         |
|   |                      | 7s      | 7p      | 8s       | 8p      | 9s        | 9p        |
|---+----------------------+---------+---------+----------+---------+-----------+-----------|
|   | abessif              | e-      | e(s)-   | e-       | e(ňt)-  | e(mt)-    | e(ňt)-    |
|   | ablatif              | lń(d)-  | lń(d)-  | ĺ(z)-    | ĺ(z)-   | ĺ(v)-     | ĺ(v)-     |
|   | absolutif            | -(r)a   | -(r)a   | -(x)a    | -(š)a   | -(ŗ)a     | -(ž)a     |
|   | accusatif            | -(u)vo  | -(u)vo  | -vu      | -vu     | -vy       | -vy       |
|   | accusatif-temporel   | -(o)źu  | -(o)źu  | -(o)źu   | -(o)źu  | -(o)źu    | -(o)źu    |
|   | adessif              | iź(a)-  | iź(ei)- | iŗ(a)-   | iŗ(a)-  | iŗ(e)-    | iŗ(e)-    |
|   | adverbial            |         |         |          |         |           |           |
|   | agentif              |         |         |          |         |           |           |
|   | allatif              | -li(ŗ)- | -li(ŗ)- | -li(þt)- | -li(v)- | -(l)iþ-   | -(l)ið-   |
|   | antessif             | vw(o)-  | v(u)-   | v(u)-    | v(u)-   | vw(o)-    | vu-       |
|   | apudessif            | ð(ei)-  | ðe(m)-  | f(e)-    | fe-     | vei-      | fei-      |
|   | aversif              |         |         |          |         |           |           |
|   | causal               | -(o)vu  | -(e)vy  | -(e)vy   | -(e)vy  | -vy       | -vy       |
|   | comitatif            |         |         |          |         |           |           |
|   | comparatif           |         |         |          |         |           |           |
|   | datif                |         |         |          |         |           |           |
|   | délatif              | ß(eu)-  | ß(eu)-  | ß(a)-    | ß(a)-   | ßa(l)-    | ße(l)-    |
|   | distributif          | hei(l)- | hea(l)- | hea(l)-  | hea(l)- | še(l)-    | še(l)-    |
|   | distributif-temporel |         |         |          |         |           |           |
|   | élatif               | -ły     | -(a)ły  | -(ł)ay   | -(ł)ey  | -(ł)ay    | -łay      |
|   | équatif              |         |         |          |         |           |           |
|   | ergatif              | -jo     | -jo     | -(o)jo   | -(e)jo  | -(u)jo    | -(u)jo    |
|   | ergatif-génitif      |         |         |          |         |           |           |
|   | essif                | -þy(d)- | -þy(d)- | -þy(d)-  | -þy(d)- | -(oi)þyd- | -(oi)þyd- |
|   | essif-temporel       | -òd     | -(ò)ns  | -òd      | -òts    | -(ò)ß     | -(ò)ßt    |
|   | essif-modal          | -(’)uŗ  | -(’)u   | -(’)u    | -(’)ust | -(’)uŗ    | -(’)uŗ    |
|   | excessif             |         |         |          |         |           |           |
|   | génitif              | ţy-     | ţ(u)-   | ţ(u)-    | ţu-     | ţ(y)-     | ţ(u)-     |
|   | identique            |         |         |          |         |           |           |
|   | illatif              | -òn-    | -(v)òn- | -(ŕ)òn-  | -(ŕ)òn- | -(ŕ)òn-   | -(ŕ)en-   |
|   | inessif              | -(o)ŕo- | -(a)ŕo- | -(a)ŕo-  | -(u)ŕo- | -(e)ŕo-   | -(a)ŕo-   |
|   | initiatif            | -(a)kĺ  | -(e)kń  | ak(ĺ)-   | k(ń)-   | -(k)ĺ     | -(k)ń     |
|   | instructif           |         |         |          |         |           |           |
|   | instrumental         |         |         |          |         |           |           |
|   | intratif             | -(f)yþ- | -fu-    | -fi(ŕ)-  | -fe(ŕ)- | -fu(ð)-   | -fu(þ)-   |
|   | latif                | -(a)la  | -(e)la  | -(l)e    | -(l)ai  | -(l)ae    | -la       |
|   | limitatif            | -(a)mp  | -(a)mp  | -(a)mp   | -(a)mp  | -(ò)mp    | -(ò)mp    |
|   | locatif              | l(au)-  | l(ai)-  | l(a)-    | la-     | ĺ-        | l(e)-     |
|   | nominal              |         |         |          |         |           |           |
|   | nominatif            | pa(l)-  | pa(l)-  | pa(ß)-   | pe(ß)-  | pa-       | pa-       |
|   | oblique              | -(x)eß  | -(x)eß  | -(x)eß   | -(x)eß  | -(x)uiß   | -(x)oiß   |
|   | orientatif           |         |         |          |         |           |           |
|   | partitif             |         |         |          |         |           |           |
|   | pégatif              |         |         |          |         |           |           |
|   | perlatif             | ž(u)-   | ž(e)-   | ž(u)-    | ž(u)-   | š(y)-     | ž(u)-     |
|   | pertingent           | m(e)-   | m(u)-   | m(a)-    | m(o)-   | m(e)-     | m(e)-     |
|   | postessif            | -(u)ß   | -(u)ź   | -(y)ź    | -(y)ž   | -(y)tß    | -(y)ßt    |
|   | privatif             |         |         |          |         |           |           |
|   | prolatif             | š(a)-   | šei-    | še-      | š(a)-   | š(ey)-    | ž(e)-     |
|   | révertif             |         |         |          |         |           |           |
|   | semplatif            |         |         |          |         |           |           |
|   | sociatif             |         |         |          |         |           |           |
|   | subessif             | ňe-     | ňo-     | nw(a)-   | n(wa)-  | n(a)-     | na-       |
|   | sublatif             | -(i)ţ   | -(i)ßţ  | -(i)šţ   | -(i)ţ   | -(r)iţ    | -iţ       |
|   | superessif           | tß(ao)- | tß(ae)- | tßa-     | ßta-    | ßt-(e)    | tß(a)-    |
|   | temporel             |         |         |          |         |           |           |
|   | terminatif           | -(ae)n  | -(ae)n  | -(ae)m   | -ae     | -(ai)n    | -(ai)ň    |
|   | translatif           |         |         |          |         |           |           |
|   | vocatif              |         |         |          |         |           |           |
src_latex{\newpage}

