hjalpi/grammaire.html
<div id="outline-container-org79a79c4" class="outline-3">
<h3 id="org79a79c4"><span class="section-number-3">3.4</span> Déclinaisons</h3>
<div class="outline-text-3" id="text-3-4">
</div>
<div id="outline-container-org6cff9a4" class="outline-4">
<h4 id="org6cff9a4"><span class="section-number-4">3.4.1</span> <span class="todo TODO">TODO</span> Ajouter les liens internes et terminer le tableau</h4>
<div class="outline-text-4" id="text-3-4-1">
<p>
Les déclinaisons se présentent sous la forme de particules (préfixes, infixes et suffixes) à ajouter au mot racine. Voici un exemple d’utilisation. Notez que la partie entre parenthèse peut ne pas être spécifiée, auquel cas il faudra se référer à l’harmonisation des voyelles ou des consonnes selon le cas si une voyelle est accolée à une autre voyelle, de même pour les consonnes.
</p>
<dl class="org-dl">
<dt>V(C)-</dt><dd>le préfixe est (ou fini par) une voyelle V, il se rajoute donc au début du mot racine. Si ce dernier commence avec une voyelle, la consonne C est rajoutée entre la voyelle V et le mot racine.</dd>
<dt>C(V)-</dt><dd>le préfixe est (ou fini par) une consonne, il se rajoute donc au début du mot racine. Si ce dernier commence avec une consonne, la voyelle (V) est rajoutée entre la consonne C et le mot racine.</dd>
<dt>-C<sub>1</sub>V(C<sub>2</sub>)-</dt><dd>l’infixe commence par consonne, il se placera donc à la fin du mot racine, entre la dernière voyelle et la dernière consonne du mot racine. Si le mot racine se termine par une voyelle, l’ensemble C<sub>1</sub>VC<sub>2</sub> agira comme un suffixe.</dd>
<dt>-(C<sub>1</sub>)VC<sub>2</sub>-</dt><dd>l’infixe commence par une voyelle, il se placera donc au début du mot racine, entre la première consonne et la première voyelle. Si le mot racine commence par une voyelle, l’ensemble C<sub>1</sub>VC<sub>2</sub> agira comme un préfixe.</dd>
<dt>-(C)V</dt><dd>le suffixe est (ou commence par) une voyelle, il se placera donc à la fin du mot racine. Si ce dernier se termine par une voyelle, la consonne C sera ajoutée entre le mot racine et le suffixe.</dd>
<dt>-(V)C</dt><dd>le suffixe est (ou commence par) une consonne, il se placera donc à la fin du mot racine. Si ce dernier se termine par une consonne, la voyelle V sera ajoutée entre le mot racine et le suffixe.</dd>
</dl>

<p>
Notez également que la ou les voyelles présentée dans le tableau s’accorde en ouverture et longueur avec la voyelle du mot racine sur laquelle porte l’accent. Ainsi, ajouts de voyelles sur <i>mén</i> via des déclinaisons s’accorderont en voyelles longues et ouvertes. Si la juxtaposition de deux voyelles est obligatoire, se référer à <a href="#orge59a61b">l’accord des voyelles</a> ci-dessus. Si la juxtaposition de deux consonnes est obligatoire, se référer à <a href="#org3a882ee">l’accord des consonnes</a> ci-dessus.
</p>

<p>
Voici ci-dessous un tableau exposant la forme de chaque déclinaison selon le cas grammatical et le genre/nombre. Le numéro se réfère au numéro du genre tel que décrit dans <b>Genres</b>, le super-singulier (tel que décrit dans <b>Nombre</b>) est représenté par « s » et le pluriel par « p ».
</p>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">1s</th>
<th scope="col" class="org-left">1p</th>
<th scope="col" class="org-left">2s</th>
<th scope="col" class="org-left">2p</th>
<th scope="col" class="org-left">3s</th>
<th scope="col" class="org-left">3p</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">abessif</td>
<td class="org-left">e(m)-</td>
<td class="org-left">e(ň)-</td>
<td class="org-left">e(n)-</td>
<td class="org-left">e(n)-</td>
<td class="org-left">e(l)-</td>
<td class="org-left">e(dl)-</td>
</tr>

<tr>
<td class="org-left">ablatif</td>
<td class="org-left">l(i)-</td>
<td class="org-left">l(e)-</td>
<td class="org-left">li(s)-</td>
<td class="org-left">le(ž)-</td>
<td class="org-left">l(i)-</td>
<td class="org-left">ĺ(ž)-</td>
</tr>

<tr>
<td class="org-left">absolutif</td>
<td class="org-left">-(ts)a</td>
<td class="org-left">-(ts)a</td>
<td class="org-left">-(tß)a</td>
<td class="org-left">-(tß)a</td>
<td class="org-left">-(ts)a</td>
<td class="org-left">-(ts)a</td>
</tr>

<tr>
<td class="org-left">accusatif</td>
<td class="org-left">-vo</td>
<td class="org-left">-vwo</td>
<td class="org-left">-vu</td>
<td class="org-left">-vwu</td>
<td class="org-left">-vo</td>
<td class="org-left">-vo</td>
</tr>

<tr>
<td class="org-left">accusatif-temporel</td>
<td class="org-left">-źu</td>
<td class="org-left">-źu</td>
<td class="org-left">-źu</td>
<td class="org-left">-źu</td>
<td class="org-left">-źoy</td>
<td class="org-left">-źou</td>
</tr>

<tr>
<td class="org-left">adessif</td>
<td class="org-left">ix(a)-</td>
<td class="org-left">ix(e)-</td>
<td class="org-left">ix(a)-</td>
<td class="org-left">ix(e)-</td>
<td class="org-left">ix(a)-</td>
<td class="org-left">ix(e)-</td>
</tr>

<tr>
<td class="org-left">adverbial</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">agentif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">allatif</td>
<td class="org-left">-li(ß)-</td>
<td class="org-left">-li(ts)-</td>
<td class="org-left">-li(ð)-</td>
<td class="org-left">-li(ð)-</td>
<td class="org-left">-li-</td>
<td class="org-left">-li-</td>
</tr>

<tr>
<td class="org-left">antessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">apudessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">aversif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">causal</td>
<td class="org-left">-(o)by</td>
<td class="org-left">-(o)bu</td>
<td class="org-left">-(u)by</td>
<td class="org-left">-(o)by</td>
<td class="org-left">-(ob)y</td>
<td class="org-left">-(b)y</td>
</tr>

<tr>
<td class="org-left">comitatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">comparatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">datif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">distributif</td>
<td class="org-left">xe(l)-</td>
<td class="org-left">xe(l)-</td>
<td class="org-left">xe(l)-</td>
<td class="org-left">xe(l)-</td>
<td class="org-left">ŗe(j)-</td>
<td class="org-left">ŗe(j)-</td>
</tr>

<tr>
<td class="org-left">distributif-temporel</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">délatif</td>
<td class="org-left">ß(a)-</td>
<td class="org-left">ß(e)-</td>
<td class="org-left">ß(e)-</td>
<td class="org-left">ß(e)-</td>
<td class="org-left">ß(ai)-</td>
<td class="org-left">ß(a)-</td>
</tr>

<tr>
<td class="org-left">élatif</td>
<td class="org-left">-(a)ły</td>
<td class="org-left">-(e)ły</td>
<td class="org-left">-(a)ły</td>
<td class="org-left">-(a)łu</td>
<td class="org-left">-(e)ły</td>
<td class="org-left">-(e)ły</td>
</tr>

<tr>
<td class="org-left">équatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ergatif</td>
<td class="org-left">-(u)jo</td>
<td class="org-left">-(y)jo</td>
<td class="org-left">-(í)jo</td>
<td class="org-left">-(é)jo</td>
<td class="org-left">-(u)jo</td>
<td class="org-left">-(u)jo</td>
</tr>

<tr>
<td class="org-left">ergatif-génitif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">essif</td>
<td class="org-left">-(þ)yd-</td>
<td class="org-left">-(þ)yd-</td>
<td class="org-left">-(þ)ud-</td>
<td class="org-left">-(þ)ud-</td>
<td class="org-left">-(þ)yd-</td>
<td class="org-left">-(þ)ud-</td>
</tr>

<tr>
<td class="org-left">essif-formel</td>
<td class="org-left">-(ò)ţ</td>
<td class="org-left">-(ò)d</td>
<td class="org-left">-(o)d</td>
<td class="org-left">-(o)ḑ</td>
<td class="org-left">-(ò)d</td>
<td class="org-left">-(ò)ň</td>
</tr>

<tr>
<td class="org-left">essif-modal</td>
<td class="org-left">-(’)uix</td>
<td class="org-left">-(’)uix</td>
<td class="org-left">-’yiŗ</td>
<td class="org-left">-(’)yiŗ</td>
<td class="org-left">-(’)uŗ</td>
<td class="org-left">-(’)uiŗ</td>
</tr>

<tr>
<td class="org-left">excessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">génitif</td>
<td class="org-left">ţ(y)-</td>
<td class="org-left">ţ(u)-</td>
<td class="org-left">ţ(y)-</td>
<td class="org-left">ţ(y)-</td>
<td class="org-left">ţ(y)-</td>
<td class="org-left">ţ(yi)-</td>
</tr>

<tr>
<td class="org-left">identique</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">illatif</td>
<td class="org-left">-(p)òn-</td>
<td class="org-left">-(p)on-</td>
<td class="org-left">-(f)òn-</td>
<td class="org-left">-(f)on-</td>
<td class="org-left">-òn-</td>
<td class="org-left">-(p)òn-</td>
</tr>

<tr>
<td class="org-left">inessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">initiatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">instructif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">instrumental</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">intratif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">latif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">limitatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">locatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">nominal</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">nominatif</td>
<td class="org-left">p(a)-</td>
<td class="org-left">p(e)-</td>
<td class="org-left">p(a)-</td>
<td class="org-left">p(e)-</td>
<td class="org-left">p(a)-</td>
<td class="org-left">p(a)-</td>
</tr>

<tr>
<td class="org-left">oblique</td>
<td class="org-left">-(ŗ)eß</td>
<td class="org-left">-(ŗ)eßt</td>
<td class="org-left">-(ŗ)ef</td>
<td class="org-left">-(ŗ)eft</td>
<td class="org-left">-(ŗ)eß</td>
<td class="org-left">-(x)eß</td>
</tr>

<tr>
<td class="org-left">orientatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">partitif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">pégatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">perlatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">pertingent</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">postessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">privatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">prolatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">révertif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">semplatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">sociatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">subessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">sublatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">superessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">temporel</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">terminatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">translatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">vocatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">4s</th>
<th scope="col" class="org-left">4p</th>
<th scope="col" class="org-left">5s</th>
<th scope="col" class="org-left">5p</th>
<th scope="col" class="org-left">6s</th>
<th scope="col" class="org-left">6p</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">abessif</td>
<td class="org-left">e(ň)-</td>
<td class="org-left">e(t)-</td>
<td class="org-left">e(st)-</td>
<td class="org-left">e(ßt)-</td>
<td class="org-left">e(nt)-</td>
<td class="org-left">e(ňt)-</td>
</tr>

<tr>
<td class="org-left">ablatif</td>
<td class="org-left">li(ß)-</td>
<td class="org-left">li(ź)-</td>
<td class="org-left">li(ß)-</td>
<td class="org-left">li(ź)-</td>
<td class="org-left">li(s)-</td>
<td class="org-left">li(z)-</td>
</tr>

<tr>
<td class="org-left">absolutif</td>
<td class="org-left">-(t)a</td>
<td class="org-left">-(š)a</td>
<td class="org-left">-(p)a</td>
<td class="org-left">-(v)a</td>
<td class="org-left">-(st)a</td>
<td class="org-left">-(ž)a</td>
</tr>

<tr>
<td class="org-left">accusatif</td>
<td class="org-left">-(e)vo</td>
<td class="org-left">-(e)vo</td>
<td class="org-left">-(e)vo</td>
<td class="org-left">-(e)vo</td>
<td class="org-left">-(a)vo</td>
<td class="org-left">-(a)vo</td>
</tr>

<tr>
<td class="org-left">accusatif-temporel</td>
<td class="org-left">-(a)źu</td>
<td class="org-left">-(e)źu</td>
<td class="org-left">-(u)źu</td>
<td class="org-left">-(ai)źu</td>
<td class="org-left">-(i)źu</td>
<td class="org-left">-(u)źu</td>
</tr>

<tr>
<td class="org-left">adessif</td>
<td class="org-left">iź(a)-</td>
<td class="org-left">iź(ei)-</td>
<td class="org-left">iź(a)-</td>
<td class="org-left">iź(ei)-</td>
<td class="org-left">iź(a)-</td>
<td class="org-left">iź(ei)-</td>
</tr>

<tr>
<td class="org-left">adverbial</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">agentif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">allatif</td>
<td class="org-left">-li(s)-</td>
<td class="org-left">-li(ź)-</td>
<td class="org-left">-li(z)-</td>
<td class="org-left">-li(š)-</td>
<td class="org-left">-li(x)-</td>
<td class="org-left">-li(x)-</td>
</tr>

<tr>
<td class="org-left">antessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">apudessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">aversif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">causal</td>
<td class="org-left">-(o)by</td>
<td class="org-left">-(o)by</td>
<td class="org-left">-(o)by</td>
<td class="org-left">-(o)by</td>
<td class="org-left">-(o)bu</td>
<td class="org-left">-(o)bu</td>
</tr>

<tr>
<td class="org-left">comitatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">comparatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">datif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">distributif</td>
<td class="org-left">he(l)-</td>
<td class="org-left">he(l)-</td>
<td class="org-left">he(l)-</td>
<td class="org-left">he(l)-</td>
<td class="org-left">ha(l)-</td>
<td class="org-left">ha(l)-</td>
</tr>

<tr>
<td class="org-left">distributif-temporel</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">délatif</td>
<td class="org-left">š(a)-</td>
<td class="org-left">š(e)-</td>
<td class="org-left">ž(a)-</td>
<td class="org-left">ž(e)-</td>
<td class="org-left">ž(a)-</td>
<td class="org-left">ž(a)-</td>
</tr>

<tr>
<td class="org-left">élatif</td>
<td class="org-left">-(ł)y</td>
<td class="org-left">-(ł)y</td>
<td class="org-left">-(ł)y</td>
<td class="org-left">-(ł)yi</td>
<td class="org-left">-(ł)u</td>
<td class="org-left">-(ł)yi</td>
</tr>

<tr>
<td class="org-left">équatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ergatif</td>
<td class="org-left">-(ò)jo</td>
<td class="org-left">-(y)jo</td>
<td class="org-left">-(lj)o</td>
<td class="org-left">-(lj)o</td>
<td class="org-left">-(mj)o</td>
<td class="org-left">-(lj)o</td>
</tr>

<tr>
<td class="org-left">ergatif-génitif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">essif</td>
<td class="org-left">-(þ)yḑ-</td>
<td class="org-left">-(þ)yḑ-</td>
<td class="org-left">-(ð)yţ-</td>
<td class="org-left">-(ð)yţ-</td>
<td class="org-left">-(þ)ud-</td>
<td class="org-left">-(þ)ud-</td>
</tr>

<tr>
<td class="org-left">essif-temporel</td>
<td class="org-left">-(ţ)òd</td>
<td class="org-left">-(ţ)ed</td>
<td class="org-left">-(ţ)òd</td>
<td class="org-left">-òd</td>
<td class="org-left">-(ò)d</td>
<td class="org-left">ò(d)-</td>
</tr>

<tr>
<td class="org-left">essif-modal</td>
<td class="org-left">-(’)uŗ</td>
<td class="org-left">-(’)uŗ</td>
<td class="org-left">-’u</td>
<td class="org-left">-(’)yŗ</td>
<td class="org-left">-(’)yiŗ</td>
<td class="org-left">-(’)yŗ</td>
</tr>

<tr>
<td class="org-left">excessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">génitif</td>
<td class="org-left">ţy-</td>
<td class="org-left">ţy-</td>
<td class="org-left">ţy(i)-</td>
<td class="org-left">ţy-</td>
<td class="org-left">ţ(eu)-</td>
<td class="org-left">ţo(y)-</td>
</tr>

<tr>
<td class="org-left">identique</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">illatif</td>
<td class="org-left">-(s)òn-</td>
<td class="org-left">-(s)en-</td>
<td class="org-left">-(s)en-</td>
<td class="org-left">-(s)an-</td>
<td class="org-left">-(ps)òn-</td>
<td class="org-left">-(ps)en-</td>
</tr>

<tr>
<td class="org-left">inessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">initiatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">instructif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">instrumental</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">intratif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">latif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">limitatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">locatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">nominal</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">nominatif</td>
<td class="org-left">pa(n)-</td>
<td class="org-left">pa(ń)-</td>
<td class="org-left">pń-</td>
<td class="org-left">pń-</td>
<td class="org-left">pa(m)-</td>
<td class="org-left">pa-</td>
</tr>

<tr>
<td class="org-left">oblique</td>
<td class="org-left">-(ŗ)ef</td>
<td class="org-left">-(ŗ)òß</td>
<td class="org-left">-(ŗ)ef</td>
<td class="org-left">-(ŗ)òß</td>
<td class="org-left">-(ŗ)ef</td>
<td class="org-left">-(ŗ)òß</td>
</tr>

<tr>
<td class="org-left">orientatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">partitif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">pégatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">perlatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">pertingent</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">postessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">privatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">prolatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">révertif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">semplatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">sociatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">subessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">sublatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">superessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">temporel</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">terminatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">translatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">vocatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>

<colgroup>
<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">7s</th>
<th scope="col" class="org-left">7p</th>
<th scope="col" class="org-left">8s</th>
<th scope="col" class="org-left">8p</th>
<th scope="col" class="org-left">9s</th>
<th scope="col" class="org-left">9p</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">abessif</td>
<td class="org-left">e-</td>
<td class="org-left">e(s)-</td>
<td class="org-left">e-</td>
<td class="org-left">e(ňt)-</td>
<td class="org-left">e(mt)-</td>
<td class="org-left">e(ňt)-</td>
</tr>

<tr>
<td class="org-left">ablatif</td>
<td class="org-left">lń(d)-</td>
<td class="org-left">lń(d)-</td>
<td class="org-left">ĺ(z)-</td>
<td class="org-left">ĺ(z)-</td>
<td class="org-left">ĺ(v)-</td>
<td class="org-left">ĺ(v)-</td>
</tr>

<tr>
<td class="org-left">absolutif</td>
<td class="org-left">-(r)a</td>
<td class="org-left">-(r)a</td>
<td class="org-left">-(x)a</td>
<td class="org-left">-(š)a</td>
<td class="org-left">-(ŗ)a</td>
<td class="org-left">-(ž)a</td>
</tr>

<tr>
<td class="org-left">accusatif</td>
<td class="org-left">-(u)vo</td>
<td class="org-left">-(u)vo</td>
<td class="org-left">-vu</td>
<td class="org-left">-vu</td>
<td class="org-left">-vy</td>
<td class="org-left">-vy</td>
</tr>

<tr>
<td class="org-left">accusatif-temporel</td>
<td class="org-left">-(o)źu</td>
<td class="org-left">-(o)źu</td>
<td class="org-left">-(o)źu</td>
<td class="org-left">-(o)źu</td>
<td class="org-left">-(o)źu</td>
<td class="org-left">-(o)źu</td>
</tr>

<tr>
<td class="org-left">adessif</td>
<td class="org-left">iź(a)-</td>
<td class="org-left">iź(ei)-</td>
<td class="org-left">iŗ(a)-</td>
<td class="org-left">iŗ(a)-</td>
<td class="org-left">iŗ(e)-</td>
<td class="org-left">iŗ(e)-</td>
</tr>

<tr>
<td class="org-left">adverbial</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">agentif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">allatif</td>
<td class="org-left">-li(ŗ)-</td>
<td class="org-left">-li(ŗ)-</td>
<td class="org-left">-li(þt)-</td>
<td class="org-left">-li(v)-</td>
<td class="org-left">-(l)iþ-</td>
<td class="org-left">-(l)ið-</td>
</tr>

<tr>
<td class="org-left">antessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">apudessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">aversif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">causal</td>
<td class="org-left">-(o)vu</td>
<td class="org-left">-(e)vy</td>
<td class="org-left">-(e)vy</td>
<td class="org-left">-(e)vy</td>
<td class="org-left">-vy</td>
<td class="org-left">-vy</td>
</tr>

<tr>
<td class="org-left">comitatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">comparatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">datif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">distributif</td>
<td class="org-left">hei(l)-</td>
<td class="org-left">hea(l)-</td>
<td class="org-left">hea(l)-</td>
<td class="org-left">hea(l)-</td>
<td class="org-left">še(l)-</td>
<td class="org-left">še(l)-</td>
</tr>

<tr>
<td class="org-left">distributif-temporel</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">délatif</td>
<td class="org-left">ß(eu)-</td>
<td class="org-left">ß(eu)-</td>
<td class="org-left">ß(a)-</td>
<td class="org-left">ß(a)-</td>
<td class="org-left">ßa(l)-</td>
<td class="org-left">ße(l)-</td>
</tr>

<tr>
<td class="org-left">élatif</td>
<td class="org-left">-ły</td>
<td class="org-left">-(a)ły</td>
<td class="org-left">-(ł)ay</td>
<td class="org-left">-(ł)ey</td>
<td class="org-left">-(ł)ay</td>
<td class="org-left">-łay</td>
</tr>

<tr>
<td class="org-left">équatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ergatif</td>
<td class="org-left">-jo</td>
<td class="org-left">-jo</td>
<td class="org-left">-(o)jo</td>
<td class="org-left">-(e)jo</td>
<td class="org-left">-(u)jo</td>
<td class="org-left">-(u)jo</td>
</tr>

<tr>
<td class="org-left">ergatif-génitif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">essif</td>
<td class="org-left">-þy(d)-</td>
<td class="org-left">-þy(d)-</td>
<td class="org-left">-þy(d)-</td>
<td class="org-left">-þy(d)-</td>
<td class="org-left">-(oi)þyd-</td>
<td class="org-left">-(oi)þyd-</td>
</tr>

<tr>
<td class="org-left">essif-temporel</td>
<td class="org-left">-òd</td>
<td class="org-left">-(ò)ns</td>
<td class="org-left">-òd</td>
<td class="org-left">-òts</td>
<td class="org-left">-(ò)ß</td>
<td class="org-left">-(ò)ßt</td>
</tr>

<tr>
<td class="org-left">essif-modal</td>
<td class="org-left">-(’)uŗ</td>
<td class="org-left">-(’)u</td>
<td class="org-left">-(’)u</td>
<td class="org-left">-(’)ust</td>
<td class="org-left">-(’)uŗ</td>
<td class="org-left">-(’)uŗ</td>
</tr>

<tr>
<td class="org-left">excessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">génitif</td>
<td class="org-left">ţy-</td>
<td class="org-left">ţ(u)-</td>
<td class="org-left">ţ(u)-</td>
<td class="org-left">ţu-</td>
<td class="org-left">ţ(y)-</td>
<td class="org-left">ţ(u)-</td>
</tr>

<tr>
<td class="org-left">identique</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">illatif</td>
<td class="org-left">-òn-</td>
<td class="org-left">-(v)òn-</td>
<td class="org-left">-(ŕ)òn-</td>
<td class="org-left">-(ŕ)òn-</td>
<td class="org-left">-(ŕ)òn-</td>
<td class="org-left">-(ŕ)en-</td>
</tr>

<tr>
<td class="org-left">inessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">initiatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">instructif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">instrumental</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">intratif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">latif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">limitatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">locatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">nominal</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">nominatif</td>
<td class="org-left">pa(l)-</td>
<td class="org-left">pa(l)-</td>
<td class="org-left">pa(ß)-</td>
<td class="org-left">pe(ß)-</td>
<td class="org-left">pa-</td>
<td class="org-left">pa-</td>
</tr>

<tr>
<td class="org-left">oblique</td>
<td class="org-left">-(x)eß</td>
<td class="org-left">-(x)eß</td>
<td class="org-left">-(x)eß</td>
<td class="org-left">-(x)eß</td>
<td class="org-left">-(x)uiß</td>
<td class="org-left">-(x)oiß</td>
</tr>

<tr>
<td class="org-left">orientatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">partitif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">pégatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">perlatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">pertingent</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">postessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">privatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">prolatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">révertif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">semplatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">sociatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">subessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">sublatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">superessif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">temporel</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">terminatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">translatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">vocatif</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>
<p>

</p>
</div>
</div>
</div>
</div>
