hjalpi/grammaire.org
* TODO Syntaxe
* TODO Champs sémantiques et pragmatismes
* TODO Système d’écriture
* TODO Exemples
* Glossaire

Abréviations :
- 1 : genre divin
- 2 : genre mental
- 3 : genre liquide
- 4 : genre masculin
- 5 : genre féminin
- 6 : genre neutre
- 7 : genre animal
- 8 : genre végétal
- 9 : genre inanimé
- adj. : adjectif
- ind. : indénombrable
- n. : nom
- pron. : pronom
- vi. : verbe intransitif
- vt : verbe transitif

** Actions physiques
- kĺnyþ (v.) :: casser, briser
** Amour
** Animaux
- nael (n.7) :: cheval
** Art
- raòm (n.9) :: livre
** Astronomie
- jaom (n.1) :: astre
** Bâtiments
- mén (n.9) :: maison (bâtiment)
** Commerce
** Conflits
** Conteneurs
** Corps
- gar (n.6) :: tête
- pńt (n.6) :: main
- wan (n.6) :: pied
** Couleurs
- ðúr (adj.) :: argent (couleur)
** Dimensions
** Direction
- ňam (n.2) :: ouest
- watßúd (n.2) :: nord
- wémšal (n.2) :: est (direction)
- zelðeg (n.2) :: sud
** Eau
** Effort
** Éléments
** Émotions
- feŗan (n.2) :: tristesse
** Évaluation
- ’eßtef (adj.) :: mauvais
** Événements
- gén (n.2) :: acte, action
** Existence
** Famille
- ánám (n.6) :: parent
- mánám (n.5) :: mère, maman
- pánám (n.4) :: père, papa
** Forme
** Gouvernement
** Grammaire
- pöb (pron. interrogatif) :: quoi, idée générale d’élément. Peut être décliné afin d’obtenir des questionnements plus précis.
*** Pronoms interrogatifs
**** Temps
- pejb (pron. interrogatif essif) :: quand, à quel moment. /pöb/ décliné à l’essif.
- pöémp (pron. interrogatif limitatif) :: jusqu’à quand. /pöb/ décliné au limitatif.
- pövwó (pron. interrogatif accusatif) :: sur quelle durée, pendent combien de temps. /pöb/ décliné à l’accusatif.

** Guerre
- wóúl (n.2) :: attaque
** Légal
** Lieux
** Lumière
** Mental
** Mesures
** Métaux
** Mouvement
- jĺšek (n.9) :: chemin, voie
- wyhakòm (vt.) :: quitter, partir
** Nature
** Nombres
** Nourriture
** Outils
** Parole
- vár (n.2) :: langue (linguistique), langage, parole
** Péchés
** Physique
** Possession
** Religion
- hjalp (n.1) :: dieu céleste
- melex (n.1) :: dieu terrestre
** Savoir
- bóljòluþ (vt.) :: savoir
- wanmjöd (n.2) :: savoir, connaissance
** Sensations
- feŗtef (n.2) :: douleur. Étymologie : /feŗan/ + /’eßtef/, une /tristesse mauvaise/
- núótöm (vt.) :: voir
** Sexe
** Société
** Substances
- lúb (n.9) :: air
** Temps
- bém (n.2) :: jour (cycle temporel)
- heol (n.2) :: heure
- łail (n.2) :: année
- ţealnat (adj.) :: précision temporelle, précis.
*** Jours de la semaine
- ðúbém (n.2) :: septième jour de la semaine / jour d’agent. Étymologie : /ðúr/ + /bém/
** Travail
** Végétaux
** Vêtements
** Vie et santé
