hjalpi/grammaire.html

<div id="outline-container-orgee93b04" class="outline-2">
<h2 id="orgee93b04"><span class="section-number-2">4</span> Syntaxe</h2>
</div>
<div id="outline-container-orgf190329" class="outline-2">
<h2 id="orgf190329"><span class="section-number-2">5</span> Champs sémantiques et pragmatismes</h2>
</div>
<div id="outline-container-orgb4ed4a7" class="outline-2">
<h2 id="orgb4ed4a7"><span class="section-number-2">6</span> Système d’écriture</h2>
</div>
<div id="outline-container-org337ff25" class="outline-2">
<h2 id="org337ff25"><span class="section-number-2">7</span> Exemples</h2>
</div>
<div id="outline-container-org5380dd0" class="outline-2">
<h2 id="org5380dd0"><span class="section-number-2">8</span> Glossaire</h2>
<div class="outline-text-2" id="text-8">
<p>
Abréviations :
</p>
<ul class="org-ul">
<li>1 : genre divin</li>
<li>2 : genre mental</li>
<li>3 : genre liquide</li>
<li>4 : genre masculin</li>
<li>5 : genre féminin</li>
<li>6 : genre neutre</li>
<li>7 : genre animal</li>
<li>8 : genre végétal</li>
<li>9 : genre inanimé</li>
<li>adj. : adjectif</li>
<li>ind. : indénombrable</li>
<li>n. : nom</li>
<li>pron. : pronom</li>
<li>vi. : verbe intransitif</li>
<li>vt : verbe transitif</li>
</ul>
</div>

<div id="outline-container-orgfaa9612" class="outline-3">
<h3 id="orgfaa9612"><span class="section-number-3">8.1</span> Actions physiques</h3>
<div class="outline-text-3" id="text-8-1">
<dl class="org-dl">
<dt>kļnyþ (v.)</dt><dd>casser, briser</dd>
</dl>
</div>
</div>
<div id="outline-container-org0dc1dae" class="outline-3">
<h3 id="org0dc1dae"><span class="section-number-3">8.2</span> Amour</h3>
</div>
<div id="outline-container-org7422133" class="outline-3">
<h3 id="org7422133"><span class="section-number-3">8.3</span> Animaux</h3>
<div class="outline-text-3" id="text-8-3">
<dl class="org-dl">
<dt>nael (n.7)</dt><dd>cheval</dd>
</dl>
</div>
</div>
<div id="outline-container-org1152452" class="outline-3">
<h3 id="org1152452"><span class="section-number-3">8.4</span> Art</h3>
<div class="outline-text-3" id="text-8-4">
<dl class="org-dl">
<dt>raòm (n.9)</dt><dd>livre</dd>
</dl>
</div>
</div>
<div id="outline-container-org4faa938" class="outline-3">
<h3 id="org4faa938"><span class="section-number-3">8.5</span> Astronomie</h3>
<div class="outline-text-3" id="text-8-5">
<dl class="org-dl">
<dt>jaom (n.1)</dt><dd>astre</dd>
</dl>
</div>
</div>
<div id="outline-container-orgdf67b20" class="outline-3">
<h3 id="orgdf67b20"><span class="section-number-3">8.6</span> Bâtiments</h3>
<div class="outline-text-3" id="text-8-6">
<dl class="org-dl">
<dt>mén (n.9)</dt><dd>maison (bâtiment)</dd>
</dl>
</div>
</div>
<div id="outline-container-org285ff22" class="outline-3">
<h3 id="org285ff22"><span class="section-number-3">8.7</span> Commerce</h3>
</div>
<div id="outline-container-org8ac8a40" class="outline-3">
<h3 id="org8ac8a40"><span class="section-number-3">8.8</span> Conflits</h3>
</div>
<div id="outline-container-orgc6778d7" class="outline-3">
<h3 id="orgc6778d7"><span class="section-number-3">8.9</span> Conteneurs</h3>
</div>
<div id="outline-container-orgc4ad227" class="outline-3">
<h3 id="orgc4ad227"><span class="section-number-3">8.10</span> Corps</h3>
<div class="outline-text-3" id="text-8-10">
<dl class="org-dl">
<dt>gar (n.6)</dt><dd>tête</dd>
<dt>pńt (n.6)</dt><dd>main</dd>
<dt>wan (n.6)</dt><dd>pied</dd>
</dl>
</div>
</div>
<div id="outline-container-orgadc2399" class="outline-3">
<h3 id="orgadc2399"><span class="section-number-3">8.11</span> Couleurs</h3>
<div class="outline-text-3" id="text-8-11">
<dl class="org-dl">
<dt>ðúr (adj.)</dt><dd>argent (couleur)</dd>
</dl>
</div>
</div>
<div id="outline-container-org91e4a79" class="outline-3">
<h3 id="org91e4a79"><span class="section-number-3">8.12</span> Dimensions</h3>
</div>
<div id="outline-container-orgf16491c" class="outline-3">
<h3 id="orgf16491c"><span class="section-number-3">8.13</span> Direction</h3>
<div class="outline-text-3" id="text-8-13">
<dl class="org-dl">
<dt>ňam (n.2)</dt><dd>ouest</dd>
<dt>watßúd (n.2)</dt><dd>nord</dd>
<dt>wémšal (n.2)</dt><dd>est (direction)</dd>
<dt>zelðeg (n.2)</dt><dd>sud</dd>
</dl>
</div>
</div>
<div id="outline-container-org22c7c79" class="outline-3">
<h3 id="org22c7c79"><span class="section-number-3">8.14</span> Eau</h3>
</div>
<div id="outline-container-org06c970f" class="outline-3">
<h3 id="org06c970f"><span class="section-number-3">8.15</span> Effort</h3>
</div>
<div id="outline-container-orgac5afd4" class="outline-3">
<h3 id="orgac5afd4"><span class="section-number-3">8.16</span> Éléments</h3>
</div>
<div id="outline-container-org3161d00" class="outline-3">
<h3 id="org3161d00"><span class="section-number-3">8.17</span> Émotions</h3>
<div class="outline-text-3" id="text-8-17">
<dl class="org-dl">
<dt>feŗan (n.2)</dt><dd>tristesse</dd>
</dl>
</div>
</div>
<div id="outline-container-org28821d7" class="outline-3">
<h3 id="org28821d7"><span class="section-number-3">8.18</span> Évaluation</h3>
<div class="outline-text-3" id="text-8-18">
<dl class="org-dl">
<dt>’eßtef (adj.)</dt><dd>mauvais</dd>
</dl>
</div>
</div>
<div id="outline-container-org0b1f0d7" class="outline-3">
<h3 id="org0b1f0d7"><span class="section-number-3">8.19</span> Événements</h3>
<div class="outline-text-3" id="text-8-19">
<dl class="org-dl">
<dt>gén (n.2)</dt><dd>acte, action</dd>
</dl>
</div>
</div>
<div id="outline-container-orgbff3871" class="outline-3">
<h3 id="orgbff3871"><span class="section-number-3">8.20</span> Existence</h3>
</div>
<div id="outline-container-org5d63b36" class="outline-3">
<h3 id="org5d63b36"><span class="section-number-3">8.21</span> Famille</h3>
<div class="outline-text-3" id="text-8-21">
<dl class="org-dl">
<dt>ánám (n.6)</dt><dd>parent</dd>
<dt>mánám (n.5)</dt><dd>mère, maman</dd>
<dt>pánám (n.4)</dt><dd>père, papa</dd>
</dl>
</div>
</div>
<div id="outline-container-org20a589b" class="outline-3">
<h3 id="org20a589b"><span class="section-number-3">8.22</span> Forme</h3>
</div>
<div id="outline-container-orgfa7fc69" class="outline-3">
<h3 id="orgfa7fc69"><span class="section-number-3">8.23</span> Gouvernement</h3>
</div>
<div id="outline-container-org54fbb45" class="outline-3">
<h3 id="org54fbb45"><span class="section-number-3">8.24</span> Grammaire</h3>
<div class="outline-text-3" id="text-8-24">
<dl class="org-dl">
<dt>pöb (pron. interrogatif)</dt><dd>quoi, idée générale d’élément. Peut être décliné afin d’obtenir des questionnements plus précis.</dd>
</dl>
</div>
<div id="outline-container-org06f0752" class="outline-4">
<h4 id="org06f0752"><span class="section-number-4">8.24.1</span> Pronoms interrogatifs</h4>
<div class="outline-text-4" id="text-8-24-1">
</div>
<ol class="org-ol">
<li><a id="org172dd18"></a>Temps<br />
<div class="outline-text-5" id="text-8-24-1-1">
<dl class="org-dl">
<dt>pejb (pron. interrogatif essif)</dt><dd>quand, à quel moment. <i>pöb</i> décliné à l’essif.</dd>
<dt>pöémp (pron. interrogatif limitatif)</dt><dd>jusqu’à quand. <i>pöb</i> décliné au limitatif.</dd>
<dt>pövwó (pron. interrogatif accusatif)</dt><dd>sur quelle durée, pendent combien de temps. <i>pöb</i> décliné à l’accusatif.</dd>
</dl>
</div>
</li>
</ol>
</div>
</div>

<div id="outline-container-org296f22b" class="outline-3">
<h3 id="org296f22b"><span class="section-number-3">8.25</span> Guerre</h3>
<div class="outline-text-3" id="text-8-25">
<dl class="org-dl">
<dt>wóúl (n.2)</dt><dd>attaque</dd>
</dl>
</div>
</div>
<div id="outline-container-org39625f1" class="outline-3">
<h3 id="org39625f1"><span class="section-number-3">8.26</span> Légal</h3>
</div>
<div id="outline-container-org7a85b48" class="outline-3">
<h3 id="org7a85b48"><span class="section-number-3">8.27</span> Lieux</h3>
</div>
<div id="outline-container-orgd25176c" class="outline-3">
<h3 id="orgd25176c"><span class="section-number-3">8.28</span> Lumière</h3>
</div>
<div id="outline-container-orge9bc28f" class="outline-3">
<h3 id="orge9bc28f"><span class="section-number-3">8.29</span> Mental</h3>
</div>
<div id="outline-container-org3f9564b" class="outline-3">
<h3 id="org3f9564b"><span class="section-number-3">8.30</span> Mesures</h3>
</div>
<div id="outline-container-org4208128" class="outline-3">
<h3 id="org4208128"><span class="section-number-3">8.31</span> Métaux</h3>
</div>
<div id="outline-container-org04a0ed1" class="outline-3">
<h3 id="org04a0ed1"><span class="section-number-3">8.32</span> Mouvement</h3>
<div class="outline-text-3" id="text-8-32">
<dl class="org-dl">
<dt>jĺšek (n.9)</dt><dd>chemin, voie</dd>
<dt>wyhakòm (vt.)</dt><dd>quitter, partir</dd>
</dl>
</div>
</div>
<div id="outline-container-orgabf1778" class="outline-3">
<h3 id="orgabf1778"><span class="section-number-3">8.33</span> Nature</h3>
</div>
<div id="outline-container-org82fae18" class="outline-3">
<h3 id="org82fae18"><span class="section-number-3">8.34</span> Nombres</h3>
</div>
<div id="outline-container-org6ed973b" class="outline-3">
<h3 id="org6ed973b"><span class="section-number-3">8.35</span> Nourriture</h3>
</div>
<div id="outline-container-org0b71029" class="outline-3">
<h3 id="org0b71029"><span class="section-number-3">8.36</span> Outils</h3>
</div>
<div id="outline-container-orge032b96" class="outline-3">
<h3 id="orge032b96"><span class="section-number-3">8.37</span> Parole</h3>
<div class="outline-text-3" id="text-8-37">
<dl class="org-dl">
<dt>vár (n.2)</dt><dd>langue (linguistique), langage, parole</dd>
</dl>
</div>
</div>
<div id="outline-container-orge4c808d" class="outline-3">
<h3 id="orge4c808d"><span class="section-number-3">8.38</span> Péchés</h3>
</div>
<div id="outline-container-org67fe183" class="outline-3">
<h3 id="org67fe183"><span class="section-number-3">8.39</span> Physique</h3>
</div>
<div id="outline-container-org0458a2e" class="outline-3">
<h3 id="org0458a2e"><span class="section-number-3">8.40</span> Possession</h3>
</div>
<div id="outline-container-org36bf5e7" class="outline-3">
<h3 id="org36bf5e7"><span class="section-number-3">8.41</span> Religion</h3>
<div class="outline-text-3" id="text-8-41">
<dl class="org-dl">
<dt>hjalp (n.1)</dt><dd>dieu céleste</dd>
<dt>melex (n.1)</dt><dd>dieu terrestre</dd>
</dl>
</div>
</div>
<div id="outline-container-org4084ff3" class="outline-3">
<h3 id="org4084ff3"><span class="section-number-3">8.42</span> Savoir</h3>
<div class="outline-text-3" id="text-8-42">
<dl class="org-dl">
<dt>bóljòluþ (vt.)</dt><dd>savoir</dd>
<dt>wanmjöd (n.2)</dt><dd>savoir, connaissance</dd>
</dl>
</div>
</div>
<div id="outline-container-org7e4b809" class="outline-3">
<h3 id="org7e4b809"><span class="section-number-3">8.43</span> Sensations</h3>
<div class="outline-text-3" id="text-8-43">
<dl class="org-dl">
<dt>feŗtef (n.2)</dt><dd>douleur. Étymologie : <i>feŗan</i> + <i>’eßtef</i>, une <i>tristesse mauvaise</i></dd>
<dt>núótöm (vt.)</dt><dd>voir</dd>
</dl>
</div>
</div>
<div id="outline-container-org8aed31d" class="outline-3">
<h3 id="org8aed31d"><span class="section-number-3">8.44</span> Sexe</h3>
</div>
<div id="outline-container-orga19b4d8" class="outline-3">
<h3 id="orga19b4d8"><span class="section-number-3">8.45</span> Société</h3>
</div>
<div id="outline-container-orgef6f1db" class="outline-3">
<h3 id="orgef6f1db"><span class="section-number-3">8.46</span> Substances</h3>
<div class="outline-text-3" id="text-8-46">
<dl class="org-dl">
<dt>lúb (n.9)</dt><dd>air</dd>
</dl>
</div>
</div>
<div id="outline-container-org3ba29a2" class="outline-3">
<h3 id="org3ba29a2"><span class="section-number-3">8.47</span> Temps</h3>
<div class="outline-text-3" id="text-8-47">
<dl class="org-dl">
<dt>bém (n.2)</dt><dd>jour (cycle temporel)</dd>
<dt>heol (n.2)</dt><dd>heure</dd>
<dt>łail (n.2)</dt><dd>année</dd>
<dt>ţealnat (adj.)</dt><dd>précision temporelle, précis.</dd>
</dl>
</div>
<div id="outline-container-org556f258" class="outline-4">
<h4 id="org556f258"><span class="section-number-4">8.47.1</span> Jours de la semaine</h4>
<div class="outline-text-4" id="text-8-47-1">
<dl class="org-dl">
<dt>ðúbém (n.2)</dt><dd>septième jour de la semaine / jour d’agent. Étymologie : <i>ðúr</i> + <i>bém</i></dd>
</dl>
</div>
</div>
</div>
<div id="outline-container-org2aa3966" class="outline-3">
<h3 id="org2aa3966"><span class="section-number-3">8.48</span> Travail</h3>
</div>
<div id="outline-container-org839bbe2" class="outline-3">
<h3 id="org839bbe2"><span class="section-number-3">8.49</span> Végétaux</h3>
</div>
<div id="outline-container-org3df1d21" class="outline-3">
<h3 id="org3df1d21"><span class="section-number-3">8.50</span> Vêtements</h3>
</div>
<div id="outline-container-org96f8d0d" class="outline-3">
<h3 id="org96f8d0d"><span class="section-number-3">8.51</span> Vie et santé</h3>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Auteur: Lucien Cartier-Tilet</p>
<p class="date">Created: 2018-06-02 sam. 19:00</p>
<p class="validation"></p>
</div>
</body>
</html>
